{
  "Well, both of you do not continue standing and sit in your desk.": "Eh bien, tous les deux, vous ne continuez pas à rester debout et assis dans votre bureau.",
  "Practice already ended.": "La pratique est déjà terminée.",
  "Display Language": "Langue d'affichage",
  "Kyuhee a le billet.": "Kyuhee Park a le billet.",
  "View this post on instagram.": "Voir cet article sur instagram..",
  "Propositive sentence": "Phrase propositif",
  "Imperative sentence": "Phrase impérative",
  "Declarative sentence": "Phrase déclarative",
  "Interrogative sentence": "Phrase interrogatoire",
  "yes": "oui",
  "no": "non",
  "délimiteur": "délimiteur",
  "demonstrative": "démonstratif",
  "number": "numéro",
  "question word": "mot question",
  "I aim at winning the gold medal at this competition.": "Mon objectif est de remporter la médaille d'or à cette compétition.",
  "I watered the flowers.": "J'ai arrosé les fleurs.",
  "We decided to go to the park.": "Nous avons décidé d'aller au parc.",
  "지수 married last year": "지수 marié l'année dernière",
  "135 floors": "135 étages",
  "1 turtle": "1 tortue",
  "24 months": "24 mois",
  "5 people": "5 personnes",
  "10 computers": "10 ordinateurs",
  "8 pieces of music": "8 morceaux de musique",
  "2 bottles of soju": "2 bouteilles de soju",
  "with counter": "avec compteur",
  "Sino-Korean": "Sino-Coréen",
  "Korean": "Coréen",
  "Arabic": "Arabes",
  "(I) do not want to return to home.": "(Je) ne veux pas retourner chez moi.",
  "(I) want to buy chocolate.": "(Je) veux acheter du chocolat.",
  "Yeah, definitely.": "Oui, sans aucun doute.",
  "It's going to snow?": "Il va neiger ?",
  "It's fun!": "C'est amusant !",
  "How's the music?": "Comment est la musique ?",
  "(They) have the letter.": "(Ils) ont la lettre.",
  "Teacher, what's this part blocked by the paper?": "Professeur, quelle est cette partie bloquée par le journal ?",
  "I will introduce (him). He is my younger brother.": "Je vais le (la) présenter. C'est mon petit frère.",
  "Is your hometown Daejon?": "Votre ville natale est-elle Daejon ?",
  "The beach is beautiful.": "La plage est magnifique.",
  "Mother is a teacher and dad is an office worker.": "La mère est enseignante et le père est employé de bureau.",
  "As for apples, it is said they are good for your body.": "Quant aux pommes, on dit qu'elles sont bonnes pour le corps.",
  "As for myself, I am a student.": "Quant à moi, je suis un étudiant.",
  "The moon is truly bright tonight": "La lune est vraiment brillante ce soir",
  "The prices are gradually climbing": "Les prix augmentent progressivement",
  "Is 민준이 your older brother?": "민준이 est-il votre frère aîné ?",
  "Since yesterday it has been raining.": "Depuis hier, il pleut.",
  "Now the children sit together and eat a snack.": "Maintenant, les enfants s'assoient ensemble et mangent une collation.",
  "(I'm) busy making ends meet.": "(Je suis) occupé à joindre les deux bouts.",
  "(They) stared at me so I became nervous.": "(Ils) me regardaient fixement et je suis devenu nerveux.",
  "In journal, book or magazine writing": "Dans la rédaction de revues, livres ou magazines",
  "Indirect quotations": "Citations indirectes",
  "Instructional writing": "L'écriture pédagogique",
  "Exclamations": "Exclamations",
  "Back": "Retour",
  "Unable to load dictionary entry, please try again": "Impossible de charger l'entrée du dictionnaire, veuillez réessayer",
  "Definition": "Définition",
  "search": "recherchez",
  "Adjective": "Adjectif",
  "Adverb": "Adverb",
  "Affix": "Affichez",
  "Bound Noun": "Nom lié",
  "Determiner": "Déterminant",
  "Ending": "Fin",
  "Interjection": "Interjection",
  "None": "Aucune",
  "Noun": "Nom",
  "Number": "Numéro",
  "Verb": "Verb",
  "Advanced word": "Mot avancé",
  "Beginner word": "Mot du débutant",
  "Intermediate word": "Mot intermédiaire",
  "No Word Grade": "Pas de note pour les mots",
  "about us": "a propos de nous",
  "hamburger menu": "menu hamburger",
  "Search": "Recherchez",
  "Settings": "Paramètres",
  "previous": "précédent",
  "next": "suivant",
  "Press to listen": "La presse à l'écoute",
  "Learn about Hangul, Hanja and how to write in Korean": "Découvrez Hangul, Hanja et comment écrire en coréen",
  "The Korean Writing System": "Le système d'écriture coréen",
  "Learn about syllables in Korean are formed": "Apprendre les syllabes en coréen sont formés",
  "Syllables": "Syllabes",
  "Learn about Sino-Korean and native Korean nouns": "Découvrez les noms sino-coréens et coréens autochtones",
  "Nouns": "Noms",
  "Learn about Korean adjectives, nouns and copulas.": "Apprenez les adjectifs, les noms et les copules en coréen.",
  "Predicates": "Prédicats",
  "The difference between 반말 and 존댓말": "La différence entre 반말 et 존댓말",
  "Formal and Informal Speech": "Discours formel et informel",
  "How predicates combine with endings to form a sentence.": "Comment les prédicats se combinent avec les terminaisons pour former une phrase.",
  "Pre-Final and Final Endings": "Terminaisons préfinales et finales",
  "Learn about the different levels of speech in Korean": "Découvrez les différents niveaux d'expression en coréen",
  "Speech Level": "Niveau de parole",
  "Adding 어 or 아 to a predicate stem": "Ajout de 어 ou 아 à une radical prédicat",
  "Adding ㅓ or ㅏ to a predicate stem": "Ajout de ㅓ ou ㅏ à une radical prédicat",
  "Adding 으 to predicate stems": "Ajout de 으 aux radicaux de prédicats",
  "Adding 으 to predicates stems": "Ajout de 으 aux radicaux de prédicats",
  "Learn about the The Deferential Speech Level in Korean": "En savoir plus sur le niveau de parole différentielle en coréen",
  "The Deferential Speech Level": "Le niveau du discours déférent",
  "Learn about the the Intimate Speech Level in Korean": "En savoir plus sur le niveau de parole intime en coréen",
  "The Intimate Speech Level": "Le niveau de discours intime",
  "Learn about the Polite Speech Level in Korean": "En savoir plus sur le niveau de politesse en coréen",
  "The Polite Speech Level": "Le niveau décontracté poli",
  "Learn about the The Plain Speech Level in Korean": "En savoir plus sur le niveau de langue \"The Plain Speech Level\" en coréen",
  "The Plain Speech Level": "Le niveau du discours simple",
  "Irregular predicates in Korean": "Prédicats irréguliers en coréen",
  "Irregular Predicates": "Prédicats irréguliers",
  "The subject particle 가 and 이 are used to indicate the subject of a clause": "La particule objet 가 et 이 sont utilisées pour indiquer l'objet d'une clause",
  "The Subject Particle 가 and 이": "L'article sur le sujet 가 et 이",
  "The object particle 를 and 을 are used to indicate the object of a verb": "La particule objet 를 et 을 sont utilisées pour indiquer l'objet d'un verbe",
  "The object particle 를 and 을": "La particule objet 를 et 을",
  "The topic particle 는 and 은 are used to indicate the subject of the current clause": "Les particules de sujet 는 et 은 sont utilisées pour indiquer l'objet de la présente clause",
  "The Topic Particle 는 and 은": "The Topic Particle 는 et 은",
  "Learn about how to form Korean sentences": "Découvrez comment former des phrases en coréen",
  "Forming a Sentence": "Formation d'une phrase",
  "Learn about the predicate 이다 and 아니다": "Pour en savoir plus sur le prédicat 이다 et 아니다",
  "이다 and 아니다": "이다 et 아니다",
  "Learn about the verb of existence and posession": "Apprendre le verbe exister et posséder",
  "있다 and 없다": "있다 et 없다",
  "Learn how to negate verbs and adjectives in Korean": "Apprenez la négation des verbes et des adjectifs en coréen",
  "Negation": "Négation",
  "Learn about the past tense in Korean": "Apprendre le passé en coréen",
  "Past Tense": "Le passé",
  "Changing verb and adjectives to modifiers in Korean": "Changement de verbe et d'adjectifs pour des modificateurs en coréen",
  "Predicates as Modifiers": "Prédicats comme modificateurs",
  "Learn about Korean determiners": "En savoir plus sur les déterminants coréens",
  "Determiners": "Déterminants",
  "Learn about Korean bound nounds": "En savoir plus sur les livres à destination de la Corée",
  "Bound Nouns": "Noms liés",
  "Learn how to express desire": "Apprendre à exprimer son désir",
  "Desire": "Désir",
  "The Korean numebrs are made of 2 sets of numbers, native Korean numbers and Sino Korean numbers.": "Les numebrs coréens sont constitués de 2 séries de chiffres, les chiffres coréens natifs et les chiffres sino-chinois.",
  "Numbers": "Numéros",
  "Korean counters are used to describe quantities of types of objects.": "Les compteurs coréens sont utilisés pour décrire les quantités de types d'objets.",
  "Counters": "Compteurs",
  "Learn how to pose questions in Korean": "Apprenez à poser des questions en coréen",
  "Questions": "Questions",
  "Learn about the particle 에": "Pour en savoir plus sur la particule 에",
  "The Particle 에": "La particule 에",
  "Luis Saybe is programmer and foreign language student currently residing in Florida.": "Luis Saybe est un programmeur et un étudiant en langues étrangères qui réside en Floride.",
  "About Us": "À propos de nous",
  "Dictionary provided by <1>National Institute of Korean Language</1>.": "Dictionnaire fourni par <1>Institut national de la langue coréenne</1>.",
  "Find us on <1>github</1>.": "Retrouvez-nous sur <1>github</1>.",
  "Text-to-Speech Speed": "Vitesse de conversion texte-parole",
  "default": "par défaut",
  "Text-to-Speech Voice": "Voix de synthèse vocale",
  "Definition of {{word}}": "Définition de {{mots}}",
  "Sorry we are not able to load your data": "Nous sommes désolés de ne pas pouvoir charger vos données",
  "Sorry, the page you are looking for does not exist or you do not have permission to see it": "Désolé, la page que vous recherchez n'existe pas ou vous n'avez pas la permission de la voir",
  "Some endings require adding ㅓ or ㅏ to a predicate stem in order to be used. We discuss how to determine which is added.": "Certaines terminaisons nécessitent l'ajout de ㅓ ou ㅏ à une radical prédicatrice pour pouvoir être utilisées. Nous discutons de la manière de déterminer laquelle est ajoutée.",
  "Then if the vowel closest to the end of the modified predicate stem is ㅏ or ㅗ then ㅏ is added to the stem, othwerwise ㅓ is added to the stem.": "Ensuite, si la voyelle la plus proche de l'extrémité de la radical de prédicat modifiée est ㅏ ou ㅗ, alors ㅏ est ajouté à la radical, ou bien ㅓ est ajouté à la radical.",
  "Example predicate:": "Exemple de prédicat :",
  "First, we apply any irregular rules to 바라보다. 바라보다 is not irregular so we observe the stem 바라보.": "Tout d'abord, nous appliquons toute règle irrégulière à 바라보다. 바라보다 n'est pas irrégulier, donc nous observons la radical 바라보.",
  "The vowel closest to the end of the modified predicate stem 바라보 is ㅗ and so ㅏ will be added to the predicate stem.": "La voyelle la plus proche de l'extrémité de la radical du prédicat modifié 바라보 est ㅗ et donc ㅏ sera ajouté à la radical du prédicat.",
  "바라보 becomes 바라봐.": "바라보 devient 바라봐.",
  "First, we apply any irregular rules to 바쁘다.": "Tout d'abord, nous appliquons toute règle irrégulière à 바쁘다.",
  "바쁘 becomes 바ㅃ.": "바쁘 devient 바ㅃ.",
  "The vowel closest to the end of the modified predicate stem 바ㅃ is ㅏ so ㅏ is added to the stem.": "La voyelle la plus proche de l'extrémité de la radical de prédicat modifiée 바ㅃ est ㅏ et donc ㅏ est ajouté à la radical.",
  "바ㅃ becomes 바빠.": "바ㅃ devient 바빠.",
  "Placement of ㅓ or ㅏ": "Placement de ㅓ ou ㅏ",
  "After determining whether ㅓ or ㅏ is added to the predicate's stem, the new letter may be added in one of 4 ways.": "Après avoir déterminé si ㅓ ou ㅏ est ajouté à la radical du prédicat, la nouvelle lettre peut être ajoutée de l'une des 4 façons suivantes",
  "The letter may be added as a new syllable 어 or 아.": "La lettre peut être ajoutée en tant que nouvelle syllabe 어 ou 아.",
  "The final vowel (if any) may change to another vowel.": "La voyelle finale (le cas échéant) peut être remplacée par une autre voyelle.",
  "Letters may be removed and added to the stem.": "Les lettres peuvent être supprimées et ajoutées à la radical.",
  "The letter may not be added at all.": "La lettre ne peut pas être ajoutée du tout.",
  "We show examples here of common stem changes.": "Nous présentons ici des exemples de changements de radicaux courants.",
  "First, if the predicate has any <1>irregular rules</1>, apply them.": "Premièrement, si le prédicat a des règles <1> irrégulières, appliquez-les.",
  "바쁘다 is <1>으 irregular</1>so ㅡ is removed from the predicate stem.": "바쁘다 est <1>으 irrégulier</1> donc ㅡ est retiré de la radical du prédicat.",
  "Some suffixes change based on whether a word has a 받침 or not.": "Certains suffixes changent selon que le mot a un 받침 ou non.",
  "For example, the honorific suffix 시 will become 으시 when added to a predicate stem that has a 받침.": "Par exemple, le suffixe honorifique 시 devient 으시 lorsqu'il est ajouté à une racine prédicat qui a un 받침.",
  "The predicate stem of 괜찮다 has a 받침 so when combined with the honorific suffix 시, a 으시 will be placed after the predicate stem.": "La radical de prédicat de 괜찮다 a un 받침, de sorte que lorsqu'il est combiné avec le suffixe honorifique 시, un 으시 sera placé après la radical de prédicat.",
  "?": " ?",
  "Are (you) ok?": "(Vous) allez bien ?",
  "In contrast the the predicate stem for 돌아오다 does not have a 받침, so when combined with the honorific suffix 시 the predicate becomes 돌아오시.": "En revanche, la radical de prédicat de 돌아오다 n'a pas de 받침, donc lorsqu'elle est combinée avec le suffixe honorifique 시, le prédicat devient 돌아오시.",
  "When does grandfather return?": "Grand-père revient quand?",
  "If a word's final letter is a consonant this letter is reffered to as a <1>받침</1>.": "Si la dernière lettre d'un mot est une consonne, cette lettre est appelée <1>받침</1>.",
  "For example, the word <1>방</1>has a 받침 since it ends in the consonant ㅇ while <3>여자</3> does not have a 받침 since the final letter ㅏ is a vowel.": "Par exemple, le mot <1>방</1> a un 받침 puisqu'il se termine par la consonne ㅇ alors que <3>여자</3> n'a pas de 받침 puisque la dernière lettre ㅏ est une voyelle.",
  "Note that <1>으시</1>becomes <3>으세요</3> in the <5>polite speech level</5>.": "Notez que <1>으시</1> devient <3>으세요</3> dans le <5>niveau décontracté poli</5>.",
  "Below we give examples of the some of the most commonly used bound nouns.": "Nous donnons ci-dessous des exemples de certains des noms liés les plus couramment utilisés.",
  "Examples": "Exemples",
  "Bound noun": "Nom lié",
  "Example": "Exemple",
  "A bound noun always appears before a <1>modifier</1>or a <3>determiner</3>.": "Un nom lié apparaît toujours avant un <1>modificateur</1> ou un <3>déterminant</3>.",
  "이다 and 아니다 are antonyms.": "이다 et 아니다 sont des antonymes.",
  "이다 indicates that the subject of the clause is equivalent to the noun it attaches to.": "이다 indique que l'objet de la clause est équivalent au nom auquel elle est rattachée.",
  "아니다 indicates that the subject of the clause is not equivalent to the noun it attaches to.": "아니다 indique que l'objet de la clause n'est pas équivalent au nom auquel elle se rattache.",
  "A dog is not a cat.": "Un chien n'est pas un chat.",
  "Our daughter is a student.": "Notre fille est une étudiante.",
  "야 follows a noun which ends in a vowel in the intimate speech level.": "야 suit un nom qui se termine par une voyelle dans le niveau de la parole intime.",
  "Where are you now?": "Où êtes-vous maintenant ?",
  "이에요 follows a noun which ends in a consonant in the polite speech level.": "이에요 suit un nom qui se termine par une consonne dans le niveau de la décontracté poli.",
  "예요 follows a noun which ends in a vowel in the polite speech level.": "예요 suit un nom qui se termine par une voyelle dans le niveau de la décontracté poli.",
  "The copula <1>이다</1> and <3>아니다</3> attach directly to a noun.": "Les copules <1>이다</1> et <3>아니다</3> s'attachent directement à un nom.",
  "이다 and 아니다 are conjugated irregularly in the <1>polite</1> and <3>intimate</3> speech level.": "이다 et 아니다 sont conjugués de façon irrégulière dans le niveau de parole <1>politique</1> et <3>intime</3>.",
  "<0>이</0><1>야</1> follows a noun which ends in a consonant in the intimate speech level.": "<0>이</0><1>야</1> suit un nom qui se termine par une consonne dans le niveau de parole intime.",
  "Counters are used to express quantities for certain types of objects.": "Les compteurs sont utilisés pour exprimer des quantités pour certains types d'objets.",
  "Associated with each type of object is the name for that type of object when counting them.": "A chaque type d'objet est associé le nom de ce type d'objet lors de leur comptage.",
  "Some counters are exclusively used with Sino-Korean numbers.": "Certains compteurs sont exclusivement utilisés avec des nombres sinocoréens.",
  " Some counters are used exclusively with Korean numbers when the number of objects is less than or equal to 20.": " Certains compteurs sont utilisés exclusivement avec des nombres coréens lorsque le nombre d'objets est inférieur ou égal à 20.",
  "Usually, if the number exceends 20, then a Sino-Korean number may be used.": "En général, si le nombre dépasse 20, un nombre sinocoréen peut être utilisé.",
  "We give examples of each below.": "Nous donnons des exemples de chacun d'entre eux ci-dessous.",
  "Certain numbers are modified when used with a counter.": "Certains nombres sont modifiés lorsqu'ils sont utilisés avec un compteur.",
  "When counting objects the format is written [noun] + [number] + [counter] or [noun] + [number].": "Lors du comptage d'objets, le format est écrit [nom] + [nombre] + [compteur] ou [nom] + [nombre].",
  "In formal cases, the format is [number] + [counter]의 + [noun].": "Dans les cas formels, le format est [nombre] + [compteur]의 + [nom].",
  "Below we show examples of common counters.": "Nous présentons ci-dessous des exemples de compteurs courants.",
  "For predicates stems ending in a consonant": "Pour les prédicats, les radicaux se terminant par une consonne",
  "Declarative": "Déclaratif",
  "Interrogative": "Interrogative",
  "Imperative": "Impératif",
  "Propositive": "Propositif",
  "The weather is hot.": "Il fait chaud.",
  "May I have the customer's contact information?": "Puis-je avoir les coordonnées du client ?",
  "Everyone sit in their seat.": "Asseyez-vous dans votre siège.",
  "Let's all walk a little faster.": "Marchons tous un peu plus vite.",
  "For predicates stems ending in a vowel": "Pour les radicaux prédites se terminant par une voyelle",
  "ㅂ becomes the 받침 of the last syllable in the predicate.": "ㅂ devient le 받침 de la dernière syllabe du prédicat.",
  "The following <1>endings</1> are added to a <3>predicate</3> stem depending on whether the clause is declarative, interrogative, imperative or proposotive.": "Les <1>terminaisons</1> suivantes sont ajoutées à une <3>prédicat</3> radical selon que la clause est déclarative, interrogative, impérative ou proposante.",
  "고 싶다 is added to a verb stem to indicate desire to execute the verb.": "고 싶다 est ajouté à une radical de verbe pour indiquer le désir d'exécuter le verbe.",
  "This construction can not be used in the second-person declarative sentences or third person declarative sentences.": "Cette construction ne peut pas être utilisée dans les phrases déclaratives à la deuxième personne ni dans les phrases déclaratives à la troisième personne.",
  "Expressing desire is acheived in the by the usage of the auxiliary adjecive <1>싶다</1>": "L'expression du désir est obtenue dans le par l'utilisation de l'adjectif auxiliaire <1>싶다</1>",
  "A determiner is a noun which is always used to modify another noun.": "Un déterminant est un nom qui est toujours utilisé pour modifier un autre nom.",
  "Recall there is another way to modify a noun.": "Rappelons qu'il existe une autre façon de modifier un nom.",
  "Unlike adjectives, determiners can not inflect or be conjugated.": "Contrairement aux adjectifs, les déterminants ne peuvent pas être infléchis ou conjugués.",
  "Type": "Tapez",
  "We can <1>change a predicate into a modifier</1>.": "Nous pouvons <1>changer un prédicat en un modificateur</1>.",
  "A determiner is a delimiter, a number, a demonstrative or a question noun.": "Un déterminant est un délimiteur, un nombre, un démonstratif ou un nom de question.",
  "The particle 에 attaches to nouns and particles and can have several meanings. While not exhaustive, we present the most common usages here.": "La particule 에 s'attache aux noms et aux particules et peut avoir plusieurs significations. Sans être exhaustif, nous présentons ici les usages les plus courants.",
  "Location": "Localisation",
  "The particle 에 attaches to a noun to indicate a location.": "La particule 에 s'attache à un nom pour indiquer un lieu.",
  "Time": "Heure",
  "The particle 에 attaches to a noun to indicate a time.": "La particule 에 s'attache à un nom pour indiquer un temps.",
  "Destination": "Destination",
  "The particle 에 attaches to a noun to indicate a destination.": "La particule 에 s'attache à un nom pour indiquer une destination.",
  "Action subject": "Sujet de l'action",
  "The particle 에 attaches to a noun to indicate that an action is applied to it.": "La particule 에 s'attache à un nom pour indiquer qu'une action lui est appliquée.",
  "Goal": "Objectif",
  "The particle 에 attaches to a noun to indicate it is a goal or objective.": "La particule 에 s'attache à un nom pour indiquer qu'il s'agit d'un but ou d'un objectif.",
  "Korean predicates combine with endings to form sentences. Endings are added to a predicate in a particular order and changes the meaning of a sentence when added. Below we cover two categories of endings and give examples.": "Les prédicats coréens se combinent avec les terminaisons pour former des phrases. Les terminaisons sont ajoutées à un prédicat dans un ordre particulier et modifient le sens d'une phrase lorsqu'elles sont ajoutées. Nous couvrons ci-dessous deux catégories de terminaisons et donnons des exemples.",
  "Pre-Final Endings": "Terminaisons préfinales",
  "Pre-final ending are added directly to a predicate stem.": "Les terminaisons préfinales sont ajoutées directement à une radical prédicat.",
  "Final Endings": "Les terminaisons finales",
  "If a predicate contains a pre-final ending, the final ending is placed after the pre-final ending. Otherwise the final-ending is added to the predicate stem.": "Si un prédicat contient une terminaison préfinale, la terminaison finale est placée après la terminaison préfinale. Sinon, la terminaison finale est ajoutée à la radical du prédicat.",
  "Here are some example sentences demonstrating the placement of <1>predicate stems</1>, <3>pre-final endings</3> and <6>final endings</6>.": "Voici quelques exemples de phrases démontrant le placement des <1>radicaux de prédicat</1>, <3>finales préfinales</3>et <6>finales</6>.",
  "Existence": "Existence",
  "Where is (the) school?": "Où se trouve (l') école ?",
  "(It) is in Busan.": "(Elle) est à Busan.",
  "Is there coffee in (the) cup?": "Y a-t-il du café dans (la) tasse ?",
  "There is no coffee.": "Il n'y a pas de café.",
  "Posession": "Possession",
  "The adjective 있다 and 없다 indicate that subject of a sentence is possessed.": "L'adjectif 있다 et 없다 indique que le sujet d'une phrase est possédé.",
  "Predicates with 있다 and 없다": "Prédicats avec 있다 et 없다",
  "Some adjectives contains 있다 and 없다 to indicate a subject has or lacks a quality.": "Certains adjectifs contiennent 있다 et 없다 pour indiquer qu'un sujet a une qualité ou en manque.",
  "!": "!",
  "We explore the words <1>있다</1>and <3>없다</3>.": "Nous explorons les mots <1>있다</1>et <3>없다</3>.",
  "The adjectives <1>있다</1>and <3>없다</3> are used to describe the existence or non-existence of an object in physical space.": "Les adjectifs <1>있다</1>et <3>없다</3> sont utilisés pour décrire l'existence ou la non-existence d'un objet dans l'espace physique.",
  "The Korean languages exhibits grammatical structures and sets of words which define who is the more senior person during communication.": "La langue coréenne présente des structures grammaticales et des ensembles de mots qui définissent qui est la personne la plus âgée lors de la communication.",
  "We introduce two categories in which Korean speech may be categorized under.": "Nous introduisons deux catégories dans lesquelles le discours coréen peut être classé.",
  "Informal Speech": "Discours informel",
  "When two people are very close or their relationship does not clearly define who is the senior.": "Lorsque deux personnes sont très proches ou que leur relation ne définit pas clairement qui est le plus âgé.",
  "Used when talking down to a younger or inferior person.": "Utilisé lorsque l'on s'adresse à une personne plus jeune ou inférieure.",
  "Formal Speech": "Discours formel",
  "<0>반말</0> is a type of speech used in one of two cases.": "<0>반말</0> est un type de discours utilisé dans l'un des deux cas.",
  "<0>존댓말</0> is a form used in referring to a person or thing in order to convey respect.": "<0>존댓말</0> est une forme utilisée pour faire référence à une personne ou à une chose afin de transmettre le respect.",
  "There are two ideas which are prevalent throughout the Korean language.": "Il y a deux idées qui prévalent dans toute la langue coréenne.",
  "Firstly, the order of information is organized from general to specific.": "Premièrement, l'ordre des informations est organisé du général au spécifique.",
  "Secondly, implicitly understood information can be ommitted from communcation.": "Deuxièmement, les informations implicitement comprises peuvent être omises de la communication.",
  "Word order": "L'ordre des mots",
  "A simple Korean sentence is composed of a subject and a predicate.": "Une simple phrase coréenne est composée d'un sujet et d'un prédicat.",
  "The subject is written before the predicate.": "Le sujet est écrit avant le prédicat.",
  "If the predicate accepts an object, then the object is written before the predicate.": "Si le prédicat accepte un objet, alors l'objet est écrit avant le prédicat.",
  "I eat rice.": "Je mange du riz.",
  "Context based omission": "Omission basée sur le contexte",
  "The subject or topic of a sentence can be omitted when the subject or topic is implicitly understood.": "Le sujet ou le thème d'une phrase peut être omis lorsque le sujet ou le thème est implicitement compris.",
  "Pronouns are the most commonly omitted parts of speech in Korean communication.": "Les pronoms sont les parties du discours les plus souvent omises dans la communication coréenne.",
  ":": ":",
  "Duksu: Has Sunmi eaten?": "Duksu : Est-ce que Sunmi a mangé ?",
  "Sunmi: (I) have not eaten. (I) am hungry.": "Sunmi : (Je) n'ai pas mangé. (J'ai) faim.",
  "As for Sunmi's response, notice that neither the first sentence (안 먹었어요) nor the second sentence (배고파요) has an explicit subject.": "Quant à la réponse de Sunmi, notez que ni la première phrase (안 먹었어요) ni la deuxième phrase (배고파요) n'ont un sujet explicite.",
  "Below are the consonants and their corresponding names": "Vous trouverez ci-dessous les consonnes et leurs noms correspondants",
  "Below are the vowels whose names are represented by their respective sounds": "Voici les voyelles dont les noms sont représentés par leurs sons respectifs",
  "The modern Korean writing system is called <1>한글</1> in South Korea while the name is <4>조선</4><5>글</5> in North Korea.": "Le système d'écriture coréen moderne est appelé <1>한글</1> en Corée du Sud alors que le nom est <4>조선</4><5>글</5> en Corée du Nord.",
  "The writing system was introduced and promoted in 1446 CE by Sejong the Great. The original name was <1>훈민정음</1>. Prior to the widespread usage of 한글, <3>한자</3>, a system composed of Chinese characters was used to write Korean language.": "Le système d'écriture a été introduit et promu en 1446 de notre ère par Sejong le Grand. Le nom original était <1>훈민정음</1>. Avant l'utilisation généralisée de 한글, <3>한자</3>, un système composé de caractères chinois était utilisé pour écrire la langue coréenne.",
  "The intimate speech level has 1 conjugation for all sentence types. Declarative, Interrogative, Imperative, Propositive.": "Le niveau de parole intime a une conjugaison de 1 pour tous les types de phrases. Déclaratif, Interrogatif, Impératif, Propositif.",
  "Predicate": "Prédicat",
  "1. The predicate 끄다 is irregular and becomes ㄲ": "1. Le prédicat 끄다 est irrégulier et devient ㄲ",
  "2. The stem does not contain a vowel, and so 어 is added to the stem.": "2. La radical ne contient pas de voyelle, et c'est pourquoi 어 est ajouté à la radical.",
  "Conjugated predicate": "Prédicat conjugué",
  "1. The predicate 먹다 is regular and does not change.": "1. Le prédicat 먹다 est régulier et ne change pas.",
  "2. The vowel pronounced closest to the end of the word is ㅓ and so 어 is added to the stem.": "2. La voyelle prononcée la plus proche de la fin du mot est ㅓ et donc 어 est ajouté à la radical.",
  "1. The predicate 아름답다 is irregular and becomes 아름다우.": "1. Le prédicat 아름답다 est irrégulier et devient 아름다우.",
  "2. The vowel pronounced closest to the end of the word is ㅜ and so 어 is added to the stem.": "2. La voyelle prononcée la plus proche de la fin du mot est ㅜ et donc 어 est ajouté à la racine.",
  "1. The predicate 나쁘다 is irregular and becomes 나ㅃ.": "1. Le prédicat 나쁘다 est irrégulier et devient 나ㅃ.",
  "2. The vowel pronounced closest to the end of the word is ㅏ and so 아 is added to the stem.": "2. La voyelle prononcée la plus proche de la fin du mot est ㅏ et donc 아 est ajouté à la racine.",
  "The predicate 이다 and 아니다 are formed <1>irregularly</1>in the intimate speech level.": "Les prédicats 이다 et 아니다 sont formés <1>irrégulièrement</1>au niveau de la parole intime.",
  "To conjugate predicates in the intimate speech level a <1>ㅓ or ㅏ is added</1>to the predicate stem.": "Pour conjuguer les prédicats au niveau du discours intime, on ajoute <1>ㅓ ou ㅏ à la radical du prédicat.",
  "Some predicates have irregular conjugations. Irregular predicates may conjugate based on patterns or only in specific situations.": "Certains prédicats ont des conjugaisons irrégulières. Les prédicats irréguliers peuvent se conjuguer sur la base de modèles ou uniquement dans des situations spécifiques.",
  "Rules not based on patterns": "Règles non basées sur des modèles",
  "While not exhausitive we show examples of irregular predicates which are not based on patterns.": "Sans être exhaustif, nous présentons des exemples de prédicats irréguliers qui ne sont pas basés sur des modèles.",
  "이에요 and 이야 are affixed to a noun ending in a vowel. 예요 and 야 are affixed to a noun ending in a consonant.": "이에요 et 이야 sont apposés sur un nom se terminant par une voyelle. 예요 et 야 sont apposés à un nom se terminant par une consonne.",
  "Polite Speech Level": "Niveau décontracté poli",
  "Intimate Speech Level": "Niveau de discours intime",
  "Polite Imperative": "L'impératif poli",
  "Intimate Imperative": "Impératif intime",
  "마요 or 말아요": "마요 ou 말아요",
  "ㄷ Irregular Predicates": "ㄷ Prédicats irréguliers",
  "If a predicate is ㄷ-irregular, then ㄷ will become ㄹ when joined with a suffix that starts with a vowel.": "Si un prédicat est ㄷ-irrégulier, alors ㄷ deviendra ㄹ lorsqu'il sera associé à un suffixe qui commence par une voyelle.",
  "Conjugation": "Conjugaison",
  "Irregular": "Irrégulier",
  "ㅂ Irregular Predicates": "ㅂ Prédicats irréguliers",
  "If a predicate is ㅂ-irregular, then ㅂ will become 오 or 우 when joined with a suffix that starts with a vowel.": "Si un prédicat est ㅂ-irrégulier, alors ㅂ deviendra 오 ou 우 lorsqu'il sera associé à un suffixe qui commence par une voyelle.",
  "ㅅ Irregular Predicates": "ㅅ Prédicats irréguliers",
  "If a predicate is ㅅ irregular, then ㅅ will be deleted when joined with a suffix that starts with a vowel.": "Si un prédicat est ㅅ irrégulier, alors ㅅ sera supprimé lorsqu'il sera joint à un suffixe qui commence par une voyelle.",
  "ㅎ Irregular Predicates": "ㅎ Prédicats irréguliers",
  "If a predicate is ㅎ irregular then the ㅎ in the final syllable of the stem is removed when a suffix which begins with a vowel is added to the predicate stem.": "Si un prédicat est ㅎ irrégulier, alors le ㅎ de la dernière syllabe de la radical est supprimé lorsqu'un suffixe qui commence par une voyelle est ajouté à la radical du prédicat.",
  "르 Irregular Predicates": "르 Prédicats irréguliers",
  "If a predicate is 르 irregular then ㅡ is removed from the stem and a ㄹ is added as a 받침 to the syllable before 르 when a suffix which begins with 어 or 아 is added.": "Si un prédicat est 르 irrégulier, alors ㅡ est retiré de la radical et un ㄹ est ajouté comme 받침 à la syllabe précédant 르 lorsqu'un suffixe commençant par 어 ou 아 est ajouté.",
  "All 르 predicates are 르 irregular except 따르다.": "Tous les prédicats de 르 sont 르 irréguliers, sauf 따르다.",
  "ㄹ Irregular Predicates": "ㄹ Prédicats irréguliers",
  "If a suffix beginning with ㄴ, ㅂ, or ㅅ is added to a predicate stem with a ㄹ 받침, then the ㄹ is removed.": "Si un suffixe commençant par ㄴ, ㅂ, ou ㅅ est ajouté à une radical de prédicat avec un ㄹ 받침, alors le ㄹ est supprimé.",
  "This behaviour applies to all predicate stems ending in ㄹ.": "Ce comportement s'applique à toutes les radicaux prédicatrices se terminant par ㄹ.",
  "으 Irregular Predicates": "으 Prédicats irréguliers",
  "If the final letter of a predicate is ㅡ then ㅡ is removed when a suffix which begins with a vowel is added.": "Si la dernière lettre d'un prédicat est ㅡ, alors ㅡ est supprimé lorsqu'un suffixe qui commence par une voyelle est ajouté.",
  "This behaviour applies to all predicate stems ending in ㅡ.": "Ce comportement s'applique à toutes les radicaux de prédicats qui se terminent par ㅡ.",
  "The predicate <1>이다</1> and <3>아니다</3> are both conjugated irregularly in the <5>polite</5>and <7>intimate</7>speech level.": "Les prédicats <1>이다</1> et <3>아니다</3> sont tous deux conjugués de façon irrégulière au niveau <5>politique</5>et <7>intime</7>discours.",
  "말다 is conjugated irregularly in the <1>polite</1> and <3>intimate</3>  imperative": "말다 est conjugué irrégulièrement au niveau <1>décontracté poli</1> et <3>intime</3> impératif",
  "Some predicates are defined as the negation of another predicate.": "Certains prédicats sont définis comme la négation d'un autre prédicat.",
  "Predicates not appearing in these pairs can be negated using the 안 and the 지 않다 construction.": "Les prédicats n'apparaissant pas dans ces paires peuvent être annulés en utilisant la construction 안 et 지 않다.",
  "Negation with 안": "Négation avec 안",
  "Compound predicates are of the form noun + 하다.": "Les prédicats composés sont de la forme nom + 하다.",
  "If a predicate is not a compound predicate, it can be negated by placing the adverb 안 before the predicate. This construction can not be used for proposotive or imperative clauses.": "Si un prédicat n'est pas un prédicat composé, il peut être annulé en plaçant l'adverbe 안 avant le prédicat. Cette construction ne peut pas être utilisée pour les clauses proposantes ou impératives.",
  "It did not rain so (I) refolded (my) umbrella.": "Il n'a pas plu, alors (j'ai) replié (mon) parapluie.",
  "Negation with -지 않다": "Négation avec -지 않다",
  "(I) will not close (my) eyes.": "(Je) ne fermerai pas (mes) yeux.",
  "Some <1>predicates</1> have a corresponding negated predicate.": "Certains <1>prédicats</1> ont un prédicat négatif correspondant.",
  "For example, <1>이다</1>  and <3>아니다</3>. <5>있다</5> and <7>없다</7>. <9>알다</9> and <11>모르다</11>": "Par exemple, <1>이다</1> et <3>아니다</3>. <5>있다</5> et <7>없다</7>. <9>알다</9> et <11>모르다</11>",
  "For example, <1>공부하다</1>.": "Par exemple, <1>공부하다</1>.",
  "The <1>-지 않다</1> construction can also be used to negate a predicate where 지 is placed after the predicate stem.": "La construction <1>-지 않다</1> peut également être utilisée pour annuler un prédicat où 지 est placé après la radical du prédicat.",
  "There are 3 types of nouns in the Korean language": "Il existe 3 types de noms dans la langue coréenne",
  "Native Korean nouns.": "Noms d'origine coréenne.",
  "Sino-Korean nouns.": "Noms sino-coréens.",
  "Sino-Korean nouns are words of Chinese origin.": "Les noms sino-coréens sont des mots d'origine chinoise.",
  "Loan words.": "Mots de prêt.",
  "Loan words are borrowed from other languages.": "Les mots de prêt sont empruntés à d'autres langues.",
  "Below are examples of each": "Vous trouverez ci-dessous des exemples de chacun d'entre eux",
  "Sino-Korean nouns": "Noms sino-coréens",
  "written in 한글": "écrit dans 한글",
  "written in Chinese": "écrit en chinois",
  "Native Korean Nouns": "Noms d'origine coréenne",
  "written in 한자": "écrit dans 한자",
  "Loan words": "Prêt de mots",
  "Corresponding foreign word": "Mot étranger correspondant",
  "Korean numbers use two different systems for counting. A number is either a native Korean number or a Sino-Korean number.": "Les chiffres coréens utilisent deux systèmes de comptage différents. Un numéro est soit un numéro coréen natif, soit un numéro sino-coréen.",
  "For counting every-day objects not exceeding 100 or age, Korean numbers are used. Sino Korean are used in academic settings and for unbounded measurements such as time duration, weight or distance.": "Pour compter les objets de la vie quotidienne ne dépassant pas 100 ou l'âge, on utilise les chiffres coréens. Le coréen sinusoïdal est utilisé dans les milieux universitaires et pour des mesures sans limite telles que la durée, le poids ou la distance.",
  "On the escalator, please grab the hand rail.": "Sur l'escalier roulant, veuillez saisir la main courante.",
  "In the morning bread is eaten.": "Le matin, on mange du pain.",
  "The object particle indicates that the noun it marks is the object of the verb in the clause.": "La particule objet indique que le nom qu'elle marque est l'objet du verbe dans la clause.",
  "The 을/를 particle can also be used to indicate that noun marked is where an action starts, finishes or occurs.": "La particule 을/를 peut également être utilisée pour indiquer que le nom marqué est l'endroit où une action commence, se termine ou se produit.",
  "As I walk along the coast I delight in the sea breeze.": "Lorsque je marche le long de la côte, je me réjouis de la brise marine.",
  "지수 went shopping and sightseeing while walking around the streets.": "지수 a fait du shopping et du tourisme tout en se promenant dans les rues.",
  "The object particle <1>를</1> is written after a noun ending in a vowel.": "La particule objet <1>를</1> est écrite après un nom se terminant par une voyelle.",
  "<0>을</0> is written after a noun ending in a consonant.": "<0>을</0> s'écrit après un nom se terminant par une consonne.",
  "There are 2 steps to conjugate a predicate.": "Il y a deux étapes pour conjuguer un prédicat.",
  "I am extremely tired from having walked all day.": "Je suis extrêmement fatigué d'avoir marché toute la journée.",
  "As for the movie you saw yesterday, was it interesting?": "Quant au film que vous avez vu hier, était-il intéressant ?",
  "The past tense may also be used to describe a recently completed action.": "Le passé peut aussi être utilisé pour décrire une action récemment terminée.",
  "For example, if an office worker is already inside the office after arriving, this office worker can say the following phrase.": "Par exemple, si un employé de bureau se trouve déjà dans le bureau après son arrivée, il peut dire la phrase suivante",
  "I came to the office.": "Je suis venu au bureau.",
  "This can be used when recounting events which are in the distant past and no longer immediately relevant.": "Cette expression peut être utilisée pour raconter des événements qui se sont produits dans un passé lointain et qui ne sont plus immédiatement pertinents.",
  "유민이 was tall when (she) was in middle school.": "유민이 était grand quand (elle) était au collège.",
  "To conjugate a predicate in the past tense, a <1>pre-final ending</1>ending is added to a predicate's stem.": "Pour conjuguer un prédicat au passé, on ajoute à la radical d'un prédicat une terminaison <1>préfinale</1>finale.",
  "<0>Add ㅓ or ㅏ</0>to the predicate stem.": "<0>Ajouter ㅓ ou ㅏ</0>à la radical du prédicat.",
  "Then add ㅆ as a <1>받침</1>to the final syllable.": "Ensuite, ajoutez ㅆ comme <1>받침</1>à la syllabe finale.",
  "If the predicate is conjugated in the <1>intimate speech level</1>then 어 is added as the final syllable.": "Si le prédicat est conjugué dans le niveau de parole <1>intime </1> alors 어 est ajouté comme syllabe finale.",
  "If the predicate is conjugated in the <1>polite speech level</1>then 어요 is added as the final syllable.": "Si le prédicat est conjugué au niveau de parole <1>décontracté poli</1>alors 어요 est ajouté comme syllabe finale.",
  "When an additional 었 is added to the first past tense ending, the predicate's meaning is more remote than the recent past. For example, <1>갔</1><2>었</2><3>다</3> or <5>이</5><6>었었</6><7>어요</7>": "Lorsqu'un 었 supplémentaire est ajouté à la fin du premier passé, la signification du prédicat est plus éloignée que le passé récent. Par exemple, <1>갔</1><2>었</2><3>다</3> ou <5>이</5><6>었었</6><7>어요</7>",
  "The plain speech level is conjugated differently for declarative, interrogative, imperative and proposotive sentences.": "Le niveau du discours simple est conjugué différemment pour les phrases déclaratives, interrogatives, impératives et proposatives.",
  "Only verbs can be conjugated for proposotive or imperative sentences.": "Seuls les verbes peuvent être conjugués pour les phrases proposatives ou impératives.",
  "For declarative sentences": "Pour les phrases déclaratives",
  "If the predicate is an adjective or a copular, then 다 is added to the stem or to the past tense marker.": "Si le prédicat est un adjectif ou un copulaire, alors 다 est ajouté à la radical ou au marqueur du passé.",
  "If the predicate is a verb, 는다 is add to stems ending in a consonant, otherwise ㄴ다 is added to the stem, ㄴ becomes the 받침.": "Si le prédicat est un verbe, 는다 est ajouté aux radicaux se terminant par une consonne, sinon ㄴ다 est ajouté à la radical, ㄴ devient le 받침.",
  "For interrogative sentences": "Pour les phrases interrogatives",
  "니 or 냐 is added to predicate stems for spoken communication 으냐 can be added to stems that end in a consonants for written communication.": "니 ou 냐 est ajouté aux radicaux prédicatrices pour la communication orale 으냐 peut être ajouté aux radicaux qui se terminent par une consonne pour la communication écrite.",
  "For imperative sentences": "Pour les phrases impératives",
  "Do not waste water, please save it.": "Ne gaspillez pas l'eau, veuillez l'économiser.",
  "For proposotive sentences": "Pour les phrases proposées",
  "자 is added to the verb stem.": "자 est ajouté à la racine du verbe.",
  "It is class time so let's please be quiet.": "C'est l'heure de la classe, alors taisez-vous.",
  "If the predicate is conjugated in the <1>past tense</1>then 다 is added to the past tense ending.": "Si le prédicat est conjugué au <1>passé</1>alors 다 est ajouté à la terminaison au passé.",
  "The verb <1>먹다</1> is conjugated as <3>먹</3><4>는다</4> while the verb <6>가다</6> is conjugated <8>간</8><9>다</9>.": "Le verbe <1>먹다</1> est conjugué au <3>먹</3><4>는다</4> alors que le verbe <6>가다</6> est conjugué au <8>간</8><9>다</9>.",
  "In the <1>past tense</1>, <3>먹다</3> becomes <5>먹</5><6>었</6><7>다</7>  while the verb <9>가다</9> becomes <11>갔</11><12>다</12>.": "Au <1>passé</1>, <3>먹다</3> devient <5>먹</5><6>었</6><7>다</7> tandis que le verbe <9>가다</9> devient <11>갔</11><12>다</12>.",
  "The verb <1>먹다</1> can be conjugated as <3>먹</3><4>니</4>, <6>먹</6><7>으냐</7>, <9>먹</9><10>냐</10>.": "Le verbe <1>먹다</1> peut être conjugué comme <3>먹</3><4>니</4>, <6>먹</6><7>으냐</7>, <9>먹</9><10>냐</10>.",
  "The verb <1>가다</1> can be conjugated as <3>가</3><4>니</4> or <6>가</6><7>냐</7>.": "Le verbe <1>가다</1> peut être conjugué comme <3>가</3><4>니</4> ou <6>가</6><7>냐</7>.",
  "<0>ㅓ or ㅏ is added</0>to the verb stem followed by 라.": "<0>ㅓ ou ㅏ est ajouté</0> à la racine du verbe suivi de 라.",
  "2. The stem does not contain a vowel, and so 어요 is added to the stem.": "2. La radical ne contient pas de voyelle, et donc 어요 est ajouté à la radical.",
  "2. The vowel pronounced closest to the end of the word is ㅓ and so 어요 is added to the stem.": "2. La voyelle prononcée la plus proche de la fin du mot est ㅓ et donc 어요 est ajouté à la racine.",
  "2. The vowel pronounced closest to the end of the word is ㅜ and so 어요 is added to the stem.": "2. La voyelle prononcée la plus proche de la fin du mot est ㅜ et donc 어요 est ajouté à la racine.",
  "2. The vowel pronounced closest to the end of the word is ㅏ and so 아요 is added to the stem.": "2. La voyelle prononcée le plus près de la fin du mot est ㅏ et donc 아요 est ajouté à la racine.",
  "The polite speech level is formed identically to the <1>intimate speech level</1>followed by a <3>요</3>.": "Le niveau décontracté poli est formé de manière identique au niveau de politesse <1>intime </1> suivi d'un <3>요</3>.",
  "The predicate 이다 and 아니다 are formed <1>irregularly</1>in the polite speech level.": "Les prédicats 이다 et 아니다 sont formés <1>irrégulièrement</1> au niveau de la parole décontracté poli.",
  "Every predicate in Korean is composed of a stem and an ending.": "Chaque prédicat en coréen est composé d'une radical et d'une terminaison.",
  "The uninflected form of a Korean predicate is written \"stem + 다\".": "La forme non infléchie d'un prédicat en coréen s'écrit \"radical + 다\".",
  "A predicate can be inflected to add additional information such as tense or formality.": "Un prédicat peut être infléchi pour ajouter des informations supplémentaires telles que le temps ou la formalité.",
  "The uninflected form is also referred to as the \"dictionary form\" or \"unconjugated form\".": "La forme non infléchie est également appelée \"forme dictionnaire\" ou \"forme non conjuguée\".",
  "A predicate can be a verb, an adjective or a copula.": "Un prédicat peut être un verbe, un adjectif ou une copule.",
  "Stem": "Radical",
  "Uninflected predicate": "Prédicat non infléchi",
  "Part of Speech": "Partie de discours",
  "Copula": "Copula",
  "A suffix can be added to a predicate in order to change it into a modifier.": "Un suffixe peut être ajouté à un prédicat afin de le transformer en modificateur.",
  "Verbs as modifiers in the present tense": "Les verbes au présent comme modificateurs",
  "To change a verb to a modifier in the present tense, the suffix 는 is added.": "Pour changer un verbe en un modificateur au présent, on ajoute le suffixe 는.",
  "The man who goes.": "L'homme qui va.",
  "Verbs as modifiers in the past tense": "Verbes modificateurs au passé",
  "To change a verb to a modifier in the past tense, the suffix 은 is added to the verb stem when the verb ends in a consonant.": "Pour changer un verbe en un modificateur au passé, le suffixe 은 est ajouté à la radical du verbe lorsque celui-ci se termine par une consonne.",
  "If the verb stem ends in a vowel ㄴ becomes a suffix as a 받침.": "Si la radical du verbe se termine par une voyelle, ㄴ devient un suffixe comme 받침.",
  "The experience of having arrived": "L'expérience d'être arrivé",
  "Verbs as modifiers in the prospective tense": "Les verbes comme modificateurs au temps prospectif",
  "To change a verb to a modifier in the prospective tense, the suffix 을 is added to the verb stem when the verb ends in a consonant.": "Pour changer un verbe en un modificateur au futur, le suffixe 을 est ajouté à la radical du verbe lorsque celui-ci se termine par une consonne.",
  "If the verb stem ends in a vowel ㄹ becomes a suffix as a 받침.": "Si la radical du verbe se termine par une voyelle, ㄹ devient un suffixe comme 받침.",
  "A modifier in the prospective tense does indicate that a verb is guaranteed to occur in the future.": "Un modificateur au futur indique qu'un verbe est garanti à l'avenir.",
  "A letter that may be sent": "Une lettre qui peut être envoyée",
  "Adjectives as modifiers": "Les adjectifs comme modificateurs",
  "To change an adjective to a modifier, the suffix 은 is added to the adjective stem when the adjective ends in a consonant.": "Pour remplacer un adjectif par un modificateur, le suffixe 은 est ajouté à la radical de l'adjectif lorsque celui-ci se termine par une consonne.",
  "A beautiful woman": "Une belle femme",
  "A large building": "Un grand bâtiment",
  "A slow cat": "Un chat lent",
  "A difficult day": "Une journée difficile",
  "Asking about the identity of an object": "S'enquérir de l'identité d'un objet",
  "For example, when inquiring what someone is eating:": "Par exemple, lorsqu'on demande ce que quelqu'un mange :",
  "What do (you) eat?": "Qu'est-ce que (vous) mangez ?",
  "Who are (you)?": "Qui êtes-vous ?",
  "Where are (you) going?": "Où allez-vous ?",
  "From when shall (I) start?": "À partir de quand dois-je (dois-je) commencer ?",
  "Asking about methods": "Poser des questions sur les méthodes",
  "How can I go to Incheon?": "Comment puis-je me rendre à Incheon ?",
  "Asking about reasons or motives": "S'informer sur les raisons ou les motifs",
  "Why (do they) always come late (for) practice?": "Pourquoi (viennent-ils) toujours en retard (pour) la pratique ?",
  "Categories": "Catégories",
  "What kind of music do you usually listen to?": "Quel genre de musique écoutez-vous habituellement ?",
  "Selections": "Sélections",
  "Which bus do I need to take to get to the airport?": "Quel bus dois-je prendre pour me rendre à l'aéroport ?",
  "Quantity": "Quantité",
  "How many months did you spend?": "Combien de mois avez-vous passé ?",
  "Degree and extent": "Degré et mesure",
  "How much would you like to drink?": "Quelle quantité voulez-vous boire ?",
  "Most question are formed by using <1>determiners</1>and pronouns.": "La plupart des questions sont formées en utilisant <1>déterminants</1>et des pronoms.",
  "<0>무엇</0> is a pronoun used a placeholder for any object. 무엇 is often contracted to <2>뭣</2> or <4>뭐</4>.": "<0>무엇</0> est un pronom utilisé pour remplacer un objet. 무엇 est souvent contracté à <2>뭣</2> ou <4>뭐</4>.",
  "In the same fashion, the pronouns <1>누구</1>, <3>어디</3>, <5>언제</5> can be used to ask questions.": "De la même manière, les pronoms <1>누구</1>, <3>어디</3>, <5>언제</5> peuvent être utilisés pour poser des questions.",
  "When one wishes to inquire about a method or manner the adverb <1>어떻</1><2>게</2> is used.": "Lorsqu'on souhaite s'informer sur une méthode ou une manière, on utilise l'adverbe <1>어떻</1><2>게</2>.",
  "When one wishes to inquire about a reason the adverb <1>왜</1> is used.": "Lorsqu'on souhaite s'enquérir d'une raison, l'adverbe <1>왜</1> est utilisé.",
  "When one wishes to ask which category or kind an object may belong to, the <1>determiners</1><2>무슨</2> is used.": "Lorsqu'on souhaite demander à quelle catégorie ou à quel type d'objet peut appartenir un objet, on utilise l'adverbe <1>déterminants</1><2>무슨</2>.",
  "When one wishes to distinguish an object from a group of selections <1>어느</1> is used.": "Lorsqu'on souhaite distinguer un objet d'un groupe de sélections, on utilise le <1>어느</1>.",
  "When one inquires about a quantity the numeral <1>몇</1> is used.": "Lorsqu'on s'informe sur une quantité, le chiffre <1>몇</1> est utilisé.",
  "몇 is placed before a <1>counter</1>": "몇 est placé avant un <1>compteur</1>",
  "When one inquires about the degree to which something occurs, the adverb <2>얼마나</2> is used.": "Lorsque l'on s'interroge sur le degré de survenance d'un événement, on utilise l'adverbe <2>얼마나</2>.",
  "Korean sentences exists in one of many speech levels which are used to express the social relationship between the speaker and the listener.": "Les phrases coréennes existent dans l'un des nombreux niveaux de discours qui sont utilisés pour exprimer la relation sociale entre le locuteur et l'auditeur.",
  "We introduce 4 different speech levels which are widely used in modern Korean language.": "Nous présentons 4 niveaux de discours différents qui sont largement utilisés dans la langue coréenne moderne.",
  "The Deferential Speech level": "Le niveau de déférence élevée",
  "Korean Name": "Nom coréen",
  "The deferential speech level is the highest of the commonly used speech levels in Korean langauge. This speech level is used in highly formal situations, fixed formal expressions, public annnouncements or in social situations in which high deference is communicated to the listener.": "Le niveau de parole différentielle est le plus élevé des niveaux de parole couramment utilisés en langue coréenne. Ce niveau de parole est utilisé dans des situations très formelles, des expressions formelles fixes, des annonces publiques ou dans des situations sociales dans lesquelles une grande déférence est communiquée à l'auditeur.",
  "The Polite Speech level": "Le niveau décontracté poli",
  "The polite speech level is the most common speech level used to communicate between strangers.": "Le niveau décontracté poli est le niveau de parole le plus utilisé pour communiquer entre inconnus.",
  "The intimate speech level is often used between close friends or when the speaker is speaking to children. When neither of these two cases are true, this speech level may be used to belittle or disrespect the listener.": "Le niveau de discours intime est souvent utilisé entre amis proches ou lorsque le locuteur s'adresse à des enfants. Lorsqu'aucun de ces deux cas n'est vrai, ce niveau de parole peut être utilisé pour rabaisser ou manquer de respect à l'auditeur.",
  "The plain speech level is used in specific cases.": "Le niveau de parole simple est utilisé dans des cas spécifiques.",
  "The speech level is determined by a <1>sentence ending</1>.": "Le niveau de parole est déterminé par une <1>sentence se terminant par une </1>.",
  "The subject particle is added to a word to indicate that it is the subject of a clause.": "La particule sujet est ajoutée à un mot pour indiquer qu'il fait l'objet d'une clause.",
  "가 is added to a noun ending in vowel and 이 is added to a noun ending in a consonant.": "가 est ajouté à un nom se terminant par une voyelle et 이 est ajouté à un nom se terminant par une consonne.",
  "If the predicate at the end of the clause is a verb the subject is the executor of the verb.": "Si le prédicat à la fin de la clause est un verbe, le sujet est l'exécuteur du verbe.",
  "If the predicate at the end of the clause is an adjective, the adjective describes the subject.": "Si le prédicat à la fin de la clause est un adjectif, l'adjectif décrit le sujet.",
  "In all cases, if a syllable begins with a vowel, the character ㅇ is placed before the vowel. In this case, the character ㅇ is not pronounced.": "Dans tous les cas, si une syllabe commence par une voyelle, le caractère ㅇ est placé avant la voyelle. Dans ce cas, le caractère ㅇ n'est pas prononcé.",
  "A syllable is pronounced from top to bottom and then from left to right.": "Une syllabe est prononcée de haut en bas et de gauche à droite.",
  "The syllable 값 is read ㄱ ㅏ ㅂ ㅅ.": "La syllabe 값 est lue ㄱ ㅏ ㅂ ㅅ.",
  "It is not guaranteed that a syllable is pronounced how it is spelled.": "Il n'est pas garanti qu'une syllabe soit prononcée comme elle est orthographiée.",
  "The prononciation of Korean syllables may change depending on the preceding syllable, the following syllable, or even based on the word's etymology.": "La prononciation des syllabes coréennes peut changer en fonction de la syllabe précédente, de la syllabe suivante, ou même en fonction de l'étymologie du mot.",
  "There are 5 ways in which <1>한글</1> characters can combine to form a syllable.": "Il existe 5 façons dont les caractères <1>한글</1> peuvent se combiner pour former une syllabe.",
  "1 vowel as in <1>오</1>": "1 voyelle comme dans <1>오</1>",
  "A vowel followed by a consonant as in <1>안</1>": "Une voyelle suivie d'une consonne comme dans <1>안</1>",
  "A consonant followed by a vowel <1>코</1>": "Une consonne suivie d'une voyelle <1>코</1>",
  "A consonant, a vowel, and 2 consonants as in <1>값</1>": "Une consonne, une voyelle et 2 consonnes comme dans <1>값</1>",
  "The topic particle can be added to a noun to or another particle to indicate that the marked word is the topic of the clause.": "La particule de sujet peut être ajoutée à un nom ou à une autre particule pour indiquer que le mot marqué est le sujet de la clause.",
  "This may be used to re-introduce a new topic or a topic that was previously mentioned in conversation.": "Cela peut être utilisé pour réintroduire un nouveau sujet ou un sujet qui a été précédemment mentionné dans la conversation.",
  "The topic particle can also used to express contrasts.": "La particule thème peut également être utilisée pour exprimer des contrastes.",
  "Is it windy outside?": "Il y a du vent dehors ?",
  "It was very windy in the morning but it is fine now.": "Il y avait beaucoup de vent le matin, mais il fait beau maintenant.",
  "When added to a particle or noun that has ends in a <1>consonant</1>, 은 is added to the word, otherwise 는 is added to the word.": "Lorsqu'il est ajouté à une particule ou à un nom qui se termine par une <1>consonne</1>, 은 est ajouté au mot, sinon 는 est ajouté au mot.",
  "English": "",
  "French": "",
  "Proposotive": "",
  "delimiter": "",
  "Here are some example sentences demonstrating the placement of <1>predicate stems</1>, <3>pre-final endings</3>and <5>final endings</5>.": "Here are some example sentences demonstrating the placement of <1>predicate stems</1>, <3>pre-final endings</3>and <5>final endings</5>.",
  "Kyuhee Park has the ticket.": "",
  "It is not guaranteed that a syllable is pronunced how it is spelled.": "",
  "The pronounciation of Korean syllables may change depending on the preceeding syllable, the following syllable, or even based on the word's etymology.": ""
}
