{
  "Search...": "",
  "Word": "",
  "Definitions": "",
  "Sorry, we are not able to load this definition": "",
  "hamburger menu": "",
  "Settings": "",
  "previous": "",
  "next": "",
  "Learn about Hangul, Hanja and how to write in Korean": "",
  "The Korean Writing System": "",
  "Learn about syllables in Korean are formed": "",
  "Syllables": "",
  "Learn about Sino-Korean and native Korean nouns": "",
  "Nouns": "",
  "Learn about Korean adjectives, nouns and copulas.": "",
  "Predicates": "",
  "The difference between 반말 and 존댓말": "",
  "Formal and Informal Speech": "",
  "How predicate combine with endings to form a sentence.": "",
  "Pre-Final and Final Endings": "",
  "Learn about the different levels of Speech in the Korean language.": "",
  "Speech Level": "",
  "Learn how to add grammatical items to predicate stems.": "",
  "Adding to stems": "",
  "Learn about the The Deferential Speech Level in Korean": "",
  "The Deferential Speech Level": "",
  "Learn about the The Polite Speech Level in Korean": "",
  "The Polite Speech Level": "",
  "Learn about the The Intimate Speech Level in Korean": "",
  "The Intimate Speech Level": "",
  "Learn about the The Plain Speech Level in Korean": "",
  "The Plain Speech Level": "",
  "Irregular predicates in Korean": "",
  "Irregular Predicates": "",
  "Text-to-Speech Speed": "",
  "default": "",
  "Text-to-Speech Voice": "",
  "back": "",
  "save": "",
  "Device not supported": "",
  "Sorry, your device does not support grid layout, please use any of the devices listed <2>here</2>": "Sorry, your device does not support grid layout, please use any of the devices listed <2>here</2>",
  "Sorry we are not able to load your data": "",
  "Sorry, the page you are looking for does not exist or you do not have permission to see it": "",
  "It is often required to add other grammatical text to a word in order to change the meaning of a predicate, to change the meaning of the sentence or to connect two clauses.": "",
  "We discuss two types of affixes and their rules.": "",
  "받침 based changes": "",
  "If a word's final letter is a consonant this letter is reffered to as a 받침. For example, the word 방 has a 받침 since it ends in the consonant ㅇ while 여자 does not have a 받침 since the final letter ㅏ is a vowel.": "",
  "Some grammatical affixes change based on whether a word has a 받침 or not.": "",
  "Usually, in these cases a 받침 will be added to the final syllable if it does not contain one.": "",
  "Adding ㅓ or ㅏ to a stem": "",
  "There exists endings and conjunctives that that require adding ㅓ or ㅏ to a stem. We discuss how to determine which is added.": "",
  "1. If the vowel pronounced closest to the end of the word is ㅏ or ㅗ then ㅏ is added to the stem.": "",
  "3. Othwerwise ㅓ is added to the stem.": "",
  "Furthermore, depending on the final syllable of the stem, the following rules apply.": "",
  "If the stem has a 받침 then 어 or 아 is added as a new syllable based on the aforementioned rules.": "",
  "If the final syllable of a stem is 오, the final syllable becomes 와.": "",
  "If the final syllable of a stem is 우 the final syllable becomes 워.": "",
  "If the final letter of a word is ㅡ, ㅡ is replaced by ㅓ.": "",
  "If the final letter of a word is ㅣ, ㅣ is replaced by ㅕ.": "",
  "In all other cases, the stem does not change.": "",
  "Examples": "",
  "먹 + (ㅏ or ㅓ) becomes 먹어 ": "",
  "기다리 + (ㅏ or ㅓ) becomes 기다려": "",
  "쓰 + (ㅏ or ㅓ) becomes 써": "",
  "ㄲ + (ㅏ or ㅓ) becomes 꺼 ": "",
  "In the last example, notice that ㄲ was not written with a vowel, certain irregular conjugations can remove vowels from stems before adding ㅓ or ㅏ.": "",
  "The following endings are added to a predicate depending on whether the clause is declarative, interrogative, imperative or proposotive.": "",
  "For predicates stems ending in a consonant": "",
  "Declarative": "",
  "Interrogative": "",
  "Imperative": "",
  "Proposotive": "",
  "For predicates stems ending in a vowel": "",
  "Predicate": "",
  "Korean predicates combine with endings to form sentences. Endings are affixed to a predicate in a particular order and changes the meaning of a sentence when added. Below we cover two categories of endings and give examples.": "",
  "Pre-Final Endings": "",
  "Pre-final ending are affixed directly to a predicate.": "",
  "Final Endings": "",
  "If a predicate contains a pre-final ending, the final ending is placed after the pre-final ending. Otherwise the final-ending is affixed to the predicate.": "",
  "The Korean languages exhibits grammatical structures and sets of words which define who is the more senior person during communication.": "",
  "We introduce two categories in which Korean speech may be categorized under.": "",
  "Informal Speech": "",
  "When two people are very close or their relationship does not clearly define who is the senior.": "",
  "Used when talking down to a younger or inferior person.": "",
  "Formal Speech": "",
  "<0>반말</0> is a type of speech used in one of two cases.": "<0>반말</0> is a type of speech used in one of two cases.",
  "<0>존댓말</0> is a form used in referring to a person or thing in order to convey respect.": "<0>존댓말</0> is a form used in referring to a person or thing in order to convey respect.",
  "Below are the consonants and their corresponding names": "",
  "Below are the vowels whose names are represented by their respective sounds": "",
  "The modern Korean writing system is called <2>한글</2> in South Korea while the name is <4>조선글</4> in North Korea.": "The modern Korean writing system is called <2>한글</2> in South Korea while the name is <4>조선글</4> in North Korea.",
  "The writing system was introduced and promoted in 1446 CE by Sejong the Great. The original name was <2>훈민정음</2>. Prior to the widespread usage of 한굴, <4>한자</4>, a system composed of Chinese characters was used to write Korean language.": "The writing system was introduced and promoted in 1446 CE by Sejong the Great. The original name was <2>훈민정음</2>. Prior to the widespread usage of 한굴, <4>한자</4>, a system composed of Chinese characters was used to write Korean language.",
  "1. The predicate 끄다 is irregular and becomes ㄲ": "",
  "2. The stem does not contain a vowel, and so 어 is added to the stem.": "",
  "Conjugated preciate": "",
  "1. The predicate 먹다 is regular and does not change.": "",
  "2. The vowel pronounced closest to the end of the word is ㅓ and so 어 is added to the stem.": "",
  "Conjugated predicate": "",
  "1. The predicate 아름답다 is irregular and becomes 아름다우.": "",
  "2. The vowel pronounced closest to the end of the word is ㅜ and so 어 is added to the stem.": "",
  "1. The predicate 나쁘다 is irregular and becomes 나ㅃ.": "",
  "2. The vowel pronounced closest to the end of the word is ㅏ and so 아 is added to the stem.": "",
  "The intimate speech level is formed identically to the <1>polite speech level</1> with the exception that 요 is not added to the conjugated stem.": "The intimate speech level is formed identically to the <1>polite speech level</1> with the exception that 요 is not added to the conjugated stem.",
  "Some predicates conjugate irregularly depending on their affixes, we go through all irregular conjugations in this section.": "",
  "ㄷ Irregular Predicates": "",
  "ㅂ Irregular Predicates": "",
  "ㅅ Irregular Predicates": "",
  "르 Irregular Predicates": "",
  "ㄹ Irregular Predicates": "",
  "으 Irregular Predicates": "",
  "There are 3 types of nouns in the Korean language": "",
  "Sino-Korean nouns.": "",
  "Sino-Korean nouns are words of Chinese origin.": "",
  "Native Korean nouns.": "",
  "Loan words.": "",
  "Loan words are borrowed from other languages.": "",
  "Below are examples of each": "",
  "Sino-Korean nouns": "",
  "written in 한글": "",
  "written in Chinese": "",
  "translation": "",
  "question": "",
  "library": "",
  "east": "",
  "Native Korean Nouns": "",
  "written in 한자": "",
  "winter": "",
  "turtle": "",
  "soon, immediately": "",
  "Loan words": "",
  "Corresponding foreign word": "",
  "meaning in Korean": "",
  "part time job": "",
  "cape": "",
  "cheese": "",
  "The plain speech level is conjugated differently based on 2 critera: whether the sentence is declarative, interrogative, imperative or proposotive.": "",
  "The plain speech level is also conjugated based on whether the predicate is a copula, adjective or verb.": "",
  "For declarative sentences": "",
  "If the predicate is an adjective then 다 is added to the stem.": "",
  "Otherwise 는다 is added to the stem when the predicate ends in a consonant or 은다 when the predicate ends in a vowel.": "",
  "For imperative sentences": "",
  "라 is added to the stem.": "",
  "For proposotive sentences": "",
  "자 is added to the stem.": "",
  "The polite speech level has 1 conjugation for all sentence types. Declarative, Interrogative, Imperative, Propositive.": "",
  "Below we describe how to conjugate a predicate in the polite speech level.": "",
  "1. If the predicate is irregular, change the stem according to its irregular rule.": "",
  "2. Find the vowel pronounced closest to the end of the word. If there is no vowel, add 어요. If this vowel is ㅏ or ㅗ, add 아요 to the stem.": "",
  "In all other cases add 어요 to stem.": "",
  "2. The stem does not contain a vowel, and so 어요 is added to the stem.": "",
  "2. The vowel pronounced closest to the end of the word is ㅓ and so 어요 is added to the stem.": "",
  "2. The vowel pronounced closest to the end of the word is ㅜ and so 어요 is added to the stem.": "",
  "2. The vowel pronounced closest to the end of the word is ㅏ and so 아요 is added to the stem.": "",
  "Every predicate in Korean is composed of a stem and an ending.": "",
  "The uninflected form of a Korean predicate is written \"stem + 다\".": "",
  "A predicate can be inflected to add additional information such as tense or formality.": "",
  "The uninflected form is also referred to as the \"dictionary form\" or \"unconjugated form\".": "",
  "A predicate can be a verb, an adjective or a copula.": "",
  "Stem": "",
  "Uninflected predicate": "",
  "Translation": "",
  "Part of Speech": "",
  "to be": "",
  "Copula": "",
  "to go": "",
  "Verb": "",
  "to be funny or interesting": "",
  "Adjective": "",
  "A prenoun noun is": "",
  "Korean sentences exists in one of many speech levels which are used to express the social relationship between the speaker and the listener.": "",
  "We introduce 4 different speech levels which are widely used in modern Korean language.": "",
  "The Deferential Speech level": "",
  "Korean Name": "",
  "Category": "",
  "The deferential speech level is the highest of the commonly used speech levels in Korean langauge. This speech level is used in highly formal situations, fixed formal expressions, public annnouncements or in social situations in which high deference is communicated to the listener.": "",
  "The Polite Speech level": "",
  "The polite speech level is the most common speech level used to communicate between strangers.": "",
  "The intimate speech level is often used between close friends or when the speaker is speaking to children. When neither of these two cases are true, this speech level may be used to belittle or disrespect the listener.": "",
  "The plain speech level is used in specific cases.": "",
  "The speech level is determined by a <2>sentence ending</2>.": "The speech level is determined by a <2>sentence ending</2>.",
  "There are 5 ways in which 한글 characters can combine to form a syllable.": "",
  "In all cases, if a syllable begins with a vowel, the character ㅇ is placed before the vowel. In this case, the character ㅇ is not pronounced.": "",
  "One vowel.": "",
  "For example:": "",
  "A vowel followed by a consonant.": "",
  "A consonant followed by a vowel.": "",
  "A consonant, a vowel and then a consonant.": "",
  "A consonant, a vowel, a consonant, and another consonant.": "",
  "The order in which a syllable is pronounced is from top to bottom and then left to right.": "",
  "The syllable 젊 is read ㅈ ㅓ ㄹ ㅁ.": "",
  "It is not guaranteed that a syllable pronunced how it is spelled.": "",
  "The pronounciation of Korean syllables may change depending on the preceeding syllable, the following syllable, or even based on the word's etymology.": ""
}
