{
  "Back": "",
  "Unable to load dictionary entry, please try again": "",
  "Definition": "",
  "search": "",
  "Adjective": "",
  "Adverb": "",
  "Affix": "",
  "Bound Noun": "",
  "Determiner": "",
  "Ending": "",
  "Interjection": "",
  "None": "",
  "Noun": "",
  "Number": "",
  "Verb": "",
  "Advanced word": "",
  "Beginner word": "",
  "Intermediate word": "",
  "No Word Grade": "",
  "about us": "",
  "hamburger menu": "",
  "Search": "",
  "Settings": "",
  "previous": "",
  "next": "",
  "Press to listen": "",
  "Learn about Hangul, Hanja and how to write in Korean": "",
  "The Korean Writing System": "",
  "Learn about syllables in Korean are formed": "",
  "Syllables": "",
  "Learn about Sino-Korean and native Korean nouns": "",
  "Nouns": "",
  "Learn about Korean adjectives, nouns and copulas.": "",
  "Predicates": "",
  "The difference between 반말 and 존댓말": "",
  "Formal and Informal Speech": "",
  "How predicates combine with endings to form a sentence.": "",
  "Pre-Final and Final Endings": "",
  "Learn about the different levels of speech in Korean": "",
  "Speech Level": "",
  "Adding 어 or 아 to a predicate stem": "",
  "Adding ㅓ or ㅏ to a predicate stem": "",
  "Adding 으 to predicate stems": "",
  "Adding 으 to predicates stems": "",
  "Learn about the The Deferential Speech Level in Korean": "",
  "The Deferential Speech Level": "",
  "Learn about the the Intimate Speech Level in Korean": "",
  "The Intimate Speech Level": "",
  "Learn about the Polite Speech Level in Korean": "",
  "The Polite Speech Level": "",
  "Learn about the The Plain Speech Level in Korean": "",
  "The Plain Speech Level": "",
  "Irregular predicates in Korean": "",
  "Irregular Predicates": "",
  "The subject particle 가 and 이 are used to indicate the subject of a clause": "",
  "The Subject Particle 가 and 이": "",
  "The object particle 를 and 을 are used to indicate the object of a verb": "",
  "The object particle 를 and 을": "",
  "The topic particle 는 and 은 are used to indicate the subject of the current clause": "",
  "The Topic Particle 는 and 은": "",
  "Learn about how to form Korean sentences": "",
  "Forming a Sentence": "",
  "Learn about the predicate 이다 and 아니다": "",
  "이다 and 아니다": "",
  "Learn about the verb of existence and posession": "",
  "있다 and 없다": "",
  "Learn how to negate verbs and adjectives in Korean": "",
  "Negation": "",
  "Learn about the past tense in Korean": "",
  "Past Tense": "",
  "Changing verb and adjectives to modifiers in Korean": "",
  "Predicates as Modifiers": "",
  "Learn about Korean determiners": "",
  "Determiners": "",
  "Learn about Korean bound nounds": "",
  "Bound Nouns": "",
  "Learn how to express desire": "",
  "Desire": "",
  "The Korean numebrs are made of 2 sets of numbers, native Korean numbers and Sino Korean numbers.": "",
  "Numbers": "",
  "Korean counters are used to describe quantities of types of objects.": "",
  "Counters": "",
  "Learn how to pose questions in Korean": "",
  "Questions": "",
  "Learn about the particle 에": "",
  "The Particle 에": "",
  "Luis Saybe is programmer and foreign language student currently residing in Florida.": "",
  "About Us": "",
  "Dictionary provided by <1>National Institute of Korean Language</1>.": "Dictionary provided by <1>National Institute of Korean Language</1>.",
  "Find us on <1>github</1>.": "Find us on <1>github</1>.",
  "Text-to-Speech Speed": "",
  "default": "",
  "Text-to-Speech Voice": "",
  "Definition of {{word}}": "",
  "Sorry we are not able to load your data": "",
  "Sorry, the page you are looking for does not exist or you do not have permission to see it": "",
  "Some endings require adding ㅓ or ㅏ to a predicate stem in order to be used. We discuss how to determine which is added.": "",
  "Then if the vowel closest to the end of the modified predicate stem is ㅏ or ㅗ then ㅏ is added to the stem, othwerwise ㅓ is added to the stem.": "",
  "First, we apply any irregular rules to 바라보다. 바라보다 is not irregular so we observe the stem 바라보.": "",
  "The vowel closest to the end of the modified predicate stem 바라보 is ㅗ and so ㅏ will be added to the predicate stem.": "",
  "바라보 becomes 바라봐.": "",
  "First, we apply any irregular rules to 바쁘다.": "",
  "바쁘 becomes 바ㅃ.": "",
  "The vowel closest to the end of the modified predicate stem 바ㅃ is ㅏ so ㅏ is added to the stem.": "",
  "바ㅃ becomes 바빠.": "",
  "Placement of ㅓ or ㅏ": "",
  "After determining whether ㅓ or ㅏ is added to the predicate's stem, the new letter may be added in one of 4 ways.": "",
  "The letter may be added as a new syllable 어 or 아.": "",
  "The final vowel (if any) may change to another vowel.": "",
  "Letters may be removed and added to the stem.": "",
  "The letter may not be added at all.": "",
  "We show examples here of common stem changes.": "",
  "First, if the predicate has any <1>irregular rules</1>, apply them.": "First, if the predicate has any <1>irregular rules</1>, apply them.",
  "바쁘다 is <1>으 irregular</1>so ㅡ is removed from the predicate stem.": "바쁘다 is <1>으 irregular</1>so ㅡ is removed from the predicate stem.",
  "Some suffixes change based on whether a word has a 받침 or not.": "",
  "For example, the honorific suffix 시 will become 으시 when added to a predicate stem that has a 받침.": "",
  "The predicate stem of 괜찮다 has a 받침 so when combined with the honorific suffix 시, a 으시 will be placed after the predicate stem.": "",
  "?": "",
  "Are (you) ok?": "",
  "In contrast the the predicate stem for 돌아오다 does not have a 받침, so when combined with the honorific suffix 시 the predicate becomes 돌아오시.": "",
  "When does grandfather return?": "",
  "If a word's final letter is a consonant this letter is reffered to as a <1>받침</1>.": "If a word's final letter is a consonant this letter is reffered to as a <1>받침</1>.",
  "For example, the word <1>방</1>has a 받침 since it ends in the consonant ㅇ while <3>여자</3> does not have a 받침 since the final letter ㅏ is a vowel.": "For example, the word <1>방</1>has a 받침 since it ends in the consonant ㅇ while <3>여자</3> does not have a 받침 since the final letter ㅏ is a vowel.",
  "Note that <1>으시</1>becomes <3>으세요</3> in the <5>polite speech level</5>.": "Note that <1>으시</1>becomes <3>으세요</3> in the <5>polite speech level</5>.",
  "Below we give examples of the some of the most commonly used bound nouns.": "",
  "Examples": "",
  "Bound noun": "",
  "Example": "",
  "A bound noun always appears before a <1>modifier</1>or a <3>determiner</3>.": "A bound noun always appears before a <1>modifier</1>or a <3>determiner</3>.",
  "이다 and 아니다 are antonyms.": "",
  "이다 indicates that the subject of the clause is equivalent to the noun it attaches to.": "",
  "아니다 indicates that the subject of the clause is not equivalent to the noun it attaches to.": "",
  "A dog is not a cat.": "",
  "Our daughter is a student.": "",
  "야 follows a noun which ends in a vowel in the intimate speech level.": "",
  "Where are you now?": "",
  "이에요 follows a noun which ends in a consonant in the polite speech level.": "",
  "예요 follows a noun which ends in a vowel in the polite speech level.": "",
  "The copula <1>이다</1> and <3>아니다</3> attach directly to a noun.": "The copula <1>이다</1> and <3>아니다</3> attach directly to a noun.",
  "이다 and 아니다 are conjugated irregularly in the <1>polite</1> and <3>intimate</3> speech level.": "이다 and 아니다 are conjugated irregularly in the <1>polite</1> and <3>intimate</3> speech level.",
  "<0>이</0><1>야</1> follows a noun which ends in a consonant in the intimate speech level.": "<0>이</0><1>야</1> follows a noun which ends in a consonant in the intimate speech level.",
  "Counters are used to express quantities for certain types of objects.": "",
  "Associated with each type of object is the name for that type of object when counting them.": "",
  "Some counters are exclusively used with Sino-Korean numbers.": "",
  " Some counters are used exclusively with Korean numbers when the number of objects is less than or equal to 20.": "",
  "Usually, if the number exceends 20, then a Sino-Korean number may be used.": "",
  "We give examples of each below.": "",
  "Certain numbers are modified when used with a counter.": "",
  "When counting objects the format is written [noun] + [number] + [counter] or [noun] + [number].": "",
  "In formal cases, the format is [number] + [counter]의 + [noun].": "",
  "Below we show examples of common counters.": "",
  "For predicates stems ending in a consonant": "",
  "Declarative": "",
  "Interrogative": "",
  "Imperative": "",
  "Proposotive": "",
  "The weather is hot.": "",
  "May I have the customer's contact information?": "",
  "Everyone sit in their seat.": "",
  "Let's all walk a little faster.": "",
  "For predicates stems ending in a vowel": "",
  "ㅂ becomes the 받침 of the last syllable in the predicate.": "",
  "The following <1>endings</1> are added to a <3>predicate</3> stem depending on whether the clause is declarative, interrogative, imperative or proposotive.": "The following <1>endings</1> are added to a <3>predicate</3> stem depending on whether the clause is declarative, interrogative, imperative or proposotive.",
  "고 싶다 is added to a verb stem to indicate desire to execute the verb.": "",
  "This construction can not be used in the second-person declarative sentences or third person declarative sentences.": "",
  "Expressing desire is acheived in the by the usage of the auxiliary adjecive <1>싶다</1>": "Expressing desire is acheived in the by the usage of the auxiliary adjecive <1>싶다</1>",
  "A determiner is a noun which is always used to modify another noun.": "",
  "Recall there is another way to modify a noun.": "",
  "Unlike adjectives, determiners can not inflect or be conjugated.": "",
  "Type": "",
  "We can <1>change a predicate into a modifier</1>.": "We can <1>change a predicate into a modifier</1>.",
  "A determiner is a delimiter, a number, a demonstrative or a question noun.": "A determiner is a delimiter, a number, a demonstrative or a question noun.",
  "The particle 에 attaches to nouns and particles and can have several meanings. While not exhaustive, we present the most common usages here.": "",
  "Location": "",
  "The particle 에 attaches to a noun to indicate a location.": "",
  "Time": "",
  "The particle 에 attaches to a noun to indicate a time.": "",
  "Destination": "",
  "The particle 에 attaches to a noun to indicate a destination.": "",
  "Action subject": "",
  "The particle 에 attaches to a noun to indicate that an action is applied to it.": "",
  "Goal": "",
  "The particle 에 attaches to a noun to indicate it is a goal or objective.": "",
  "Korean predicates combine with endings to form sentences. Endings are added to a predicate in a particular order and changes the meaning of a sentence when added. Below we cover two categories of endings and give examples.": "",
  "Pre-Final Endings": "",
  "Pre-final ending are added directly to a predicate stem.": "",
  "Final Endings": "",
  "If a predicate contains a pre-final ending, the final ending is placed after the pre-final ending. Otherwise the final-ending is added to the predicate stem.": "",
  "Here are some example sentences demonstrating the placement of <1>predicate stems</1>, <3>pre-final endings</3>and <6>final endings</6>.": "Here are some example sentences demonstrating the placement of <1>predicate stems</1>, <3>pre-final endings</3>and <6>final endings</6>.",
  "Existence": "",
  "Where is (the) school?": "",
  "(It) is in Busan.": "",
  "Is there coffee in (the) cup?": "",
  "There is no coffee.": "",
  "Posession": "",
  "The adjective 있다 and 없다 indicate that subject of a sentence is possessed.": "",
  "Predicates with 있다 and 없다": "",
  "Some adjectives contains 있다 and 없다 to indicate a subject has or lacks a quality.": "",
  "!": "",
  "We explore the words <1>있다</1>and <3>없다</3>.": "We explore the words <1>있다</1>and <3>없다</3>.",
  "The adjectives <1>있다</1>and <3>없다</3> are used to describe the existence or non-existence of an object in physical space.": "The adjectives <1>있다</1>and <3>없다</3> are used to describe the existence or non-existence of an object in physical space.",
  "The Korean languages exhibits grammatical structures and sets of words which define who is the more senior person during communication.": "",
  "We introduce two categories in which Korean speech may be categorized under.": "",
  "Informal Speech": "",
  "When two people are very close or their relationship does not clearly define who is the senior.": "",
  "Used when talking down to a younger or inferior person.": "",
  "Formal Speech": "",
  "<0>반말</0> is a type of speech used in one of two cases.": "<0>반말</0> is a type of speech used in one of two cases.",
  "<0>존댓말</0> is a form used in referring to a person or thing in order to convey respect.": "<0>존댓말</0> is a form used in referring to a person or thing in order to convey respect.",
  "There are two ideas which are prevalent throughout the Korean language.": "",
  "Firstly, the order of information is organized from general to specific.": "",
  "Secondly, implicitly understood information can be ommitted from communcation.": "",
  "Word order": "",
  "A simple Korean sentence is composed of a subject and a predicate.": "",
  "The subject is written before the predicate.": "",
  "If the predicate accepts an object, then the object is written before the predicate.": "",
  "I eat rice": "",
  "Context based omission": "",
  "The subject or topic of a sentence can be omitted when the subject or topic is implicitly understood.": "",
  "Pronouns are the most commonly omitted parts of speech in Korean communication.": "",
  ":": "",
  "Duksu: Has Sunmi eaten?": "",
  "Sunmi: (I) have not eaten. (I) am hungry.": "",
  "As for Sunmi's response, notice that neither the first sentence (안 먹었어요) nor the second sentence (배고파요) has an explicit subject.": "",
  "Below are the consonants and their corresponding names": "",
  "Below are the vowels whose names are represented by their respective sounds": "",
  "The modern Korean writing system is called <1>한글</1> in South Korea while the name is <3>조선</3><4>글</4> in North Korea.": "The modern Korean writing system is called <1>한글</1> in South Korea while the name is <3>조선</3><4>글</4> in North Korea.",
  "The writing system was introduced and promoted in 1446 CE by Sejong the Great. The original name was <1>훈민정음</1>. Prior to the widespread usage of 한글, <3>한자</3>, a system composed of Chinese characters was used to write Korean language.": "The writing system was introduced and promoted in 1446 CE by Sejong the Great. The original name was <1>훈민정음</1>. Prior to the widespread usage of 한글, <3>한자</3>, a system composed of Chinese characters was used to write Korean language.",
  "The intimate speech level has 1 conjugation for all sentence types. Declarative, Interrogative, Imperative, Propositive.": "",
  "Predicate": "",
  "1. The predicate 끄다 is irregular and becomes ㄲ": "",
  "2. The stem does not contain a vowel, and so 어 is added to the stem.": "",
  "Conjugated predicate": "",
  "1. The predicate 먹다 is regular and does not change.": "",
  "2. The vowel pronounced closest to the end of the word is ㅓ and so 어 is added to the stem.": "",
  "1. The predicate 아름답다 is irregular and becomes 아름다우.": "",
  "2. The vowel pronounced closest to the end of the word is ㅜ and so 어 is added to the stem.": "",
  "1. The predicate 나쁘다 is irregular and becomes 나ㅃ.": "",
  "2. The vowel pronounced closest to the end of the word is ㅏ and so 아 is added to the stem.": "",
  "The predicate 이다 and 아니다 are formed <1>irregularly</1>in the intimate speech level.": "The predicate 이다 and 아니다 are formed <1>irregularly</1>in the intimate speech level.",
  "To conjugate predicates in the intimate speech level a <1>ㅓ or ㅏ is added</1>to the predicate stem.": "To conjugate predicates in the intimate speech level a <1>ㅓ or ㅏ is added</1>to the predicate stem.",
  "Some predicates have irregular conjugations. Irregular predicates may conjugate based on patterns or only in specific situations.": "",
  "Rules not based on patterns": "",
  "While not exhausitive we show examples of irregular predicates which are not based on patterns.": "",
  "이에요 and 이야 are affixed to a noun ending in a vowel. 예요 and 야 are affixed to a noun ending in a consonant.": "",
  "Polite Speech Level": "",
  "Intimate Speech Level": "",
  "Polite Imperative": "",
  "Intimate Imperative": "",
  "마요 or 말아요": "",
  "ㄷ Irregular Predicates": "",
  "If a predicate is ㄷ-irregular, then ㄷ will become ㄹ when joined with a suffix that starts with a vowel.": "",
  "Conjugation": "",
  "Irregular": "",
  "ㅂ Irregular Predicates": "",
  "If a predicate is ㅂ-irregular, then ㅂ will become 오 or 우 when joined with a suffix that starts with a vowel.": "",
  "ㅅ Irregular Predicates": "",
  "If a predicate is ㅅ irregular, then ㅅ will be deleted when joined with a suffix that starts with a vowel.": "",
  "ㅎ Irregular Predicates": "",
  "If a predicate is ㅎ irregular then the ㅎ in the final syllable of the stem is removed when a suffix which begins with a vowel is added to the predicate stem.": "",
  "르 Irregular Predicates": "",
  "If a predicate is 르 irregular then ㅡ is removed from the stem and a ㄹ is added as a 받침 to the syllable before 르 when a suffix which begins with 어 or 아 is added.": "",
  "All 르 predicates are 르 irregular except 따르다.": "",
  "ㄹ Irregular Predicates": "",
  "If a suffix beginning with ㄴ, ㅂ, or ㅅ is added to a predicate stem with a ㄹ 받침, then the ㄹ is removed.": "",
  "This behaviour applies to all predicate stems ending in ㄹ.": "",
  "으 Irregular Predicates": "",
  "If the final letter of a predicate is ㅡ then ㅡ is removed when a suffix which begins with a vowel is added.": "",
  "This behaviour applies to all predicate stems ending in ㅡ.": "",
  "The predicate <1>이다</1> and <3>아니다</3> are both conjugated irregularly in the <5>polite</5>and <7>intimate</7>speech level.": "The predicate <1>이다</1> and <3>아니다</3> are both conjugated irregularly in the <5>polite</5>and <7>intimate</7>speech level.",
  "말다 is conjugated irregularly in the <1>polite</1> and <3>intimate</3>  imperative": "말다 is conjugated irregularly in the <1>polite</1> and <3>intimate</3>  imperative",
  "Some predicates are defined as the negation of another predicate.": "",
  "Predicates not appearing in these pairs can be negated using the 안 and the 지 않다 construction.": "",
  "Negation with 안": "",
  "Compound predicates are of the form noun + 하다.": "",
  "If a predicate is not a compound predicate, it can be negated by placing the adverb 안 before the predicate. This construction can not be used for proposotive or imperative clauses.": "",
  "It did not rain so (I) refolded (my) umbrella.": "",
  "Negation with -지 않다": "",
  "(I) will not close (my) eyes.": "",
  "Some <1>predicates</1> have a corresponding negated predicate.": "Some <1>predicates</1> have a corresponding negated predicate.",
  "For example, <1>이다</1>  and <3>아니다</3>. <5>있다</5> and <7>없다</7>. <9>알다</9> and <11>모르다</11>": "For example, <1>이다</1>  and <3>아니다</3>. <5>있다</5> and <7>없다</7>. <9>알다</9> and <11>모르다</11>",
  "For example, <1>공부하다</1>.": "For example, <1>공부하다</1>.",
  "The <1>-지 않다</1> construction can also be used to negate a predicate where 지 is placed after the predicate stem.": "The <1>-지 않다</1> construction can also be used to negate a predicate where 지 is placed after the predicate stem.",
  "There are 3 types of nouns in the Korean language": "",
  "Native Korean nouns.": "",
  "Sino-Korean nouns.": "",
  "Sino-Korean nouns are words of Chinese origin.": "",
  "Loan words.": "",
  "Loan words are borrowed from other languages.": "",
  "Below are examples of each": "",
  "Sino-Korean nouns": "",
  "written in 한글": "",
  "written in Chinese": "",
  "Native Korean Nouns": "",
  "written in 한자": "",
  "Loan words": "",
  "Corresponding foreign word": "",
  "Korean numbers use two different systems for counting. A number is either a native Korean number or a Sino-Korean number.": "",
  "For counting every-day objects not exceeding 100 or age, Korean numbers are used. Sino Korean are used in academic settings and for unbounded measurements such as time duration, weight or distance.": "",
  "On the escalator, please grab the hand rail.": "",
  "In the morning bread is eaten.": "",
  "The object particle indicates that the noun it marks is the object of the verb in the clause.": "",
  "The 을/를 particle can also be used to indicate that noun marked is where an action starts, finishes or occurs.": "",
  "As I walk along the coast I delight in the sea breeze.": "",
  "지수 went shopping and sightseeing while walking around the streets.": "",
  "The object particle <1>를</1> is written after a noun ending in a vowel.": "The object particle <1>를</1> is written after a noun ending in a vowel.",
  "<0>을</0> is written after a noun ending in a consonant.": "<0>을</0> is written after a noun ending in a consonant.",
  "There are 2 steps to conjugate a predicate.": "",
  "I am extremely tired from having walked all day.": "",
  "As for the movie you saw yesterday, was it interesting?": "",
  "The past tense may also be used to describe a recently completed action.": "",
  "For example, if an office worker is already inside the office after arriving, this office worker can say the following phrase.": "",
  "I came to the office.": "",
  "This can be used when recounting events which are in the distant past and no longer immediately relevant.": "",
  "유민이 was tall when (she) was in middle school.": "",
  "To conjugate a predicate in the past tense, a <1>pre-final ending</1>ending is added to a predicate's stem.": "To conjugate a predicate in the past tense, a <1>pre-final ending</1>ending is added to a predicate's stem.",
  "<0>Add ㅓ or ㅏ</0>to the predicate stem.": "<0>Add ㅓ or ㅏ</0>to the predicate stem.",
  "Then add ㅆ as a <1>받침</1>to the final syllable.": "Then add ㅆ as a <1>받침</1>to the final syllable.",
  "If the predicate is conjugated in the <1>intimate speech level</1>then 어 is added as the final syllable.": "If the predicate is conjugated in the <1>intimate speech level</1>then 어 is added as the final syllable.",
  "If the predicate is conjugated in the <1>polite speech level</1>then 어요 is added as the final syllable.": "If the predicate is conjugated in the <1>polite speech level</1>then 어요 is added as the final syllable.",
  "When an additional 었 is added to the first past tense ending, the predicate's meaning is becomes more remote than the recent past. For example, <1>갔</1><2>었</2><3>다</3> or <5>이</5><6>었었</6><7>어요</7>": "When an additional 었 is added to the first past tense ending, the predicate's meaning is becomes more remote than the recent past. For example, <1>갔</1><2>었</2><3>다</3> or <5>이</5><6>었었</6><7>어요</7>",
  "The plain speech level is conjugated differently for declarative, interrogative, imperative and proposotive sentences.": "",
  "Only verbs can be conjugated for proposotive or imperative sentences.": "",
  "For declarative sentences": "",
  "If the predicate is an adjective or a copular, then 다 is added to the stem or to the past tense marker.": "",
  "If the predicate is a verb, 는다 is add to stems ending in a consonant, otherwise ㄴ다 is added to the stem, ㄴ becomes the 받침.": "",
  "For interrogative sentences": "",
  "니 or 냐 is added to predicate stems for spoken communication 으냐 can be added to stems that end in a consonants for written communication.": "",
  "For imperative sentences": "",
  "For proposotive sentences": "",
  "자 is added to the verb stem.": "",
  "If the predicate is conjugated in the <1>past tense</1>then 다 is added to the past tense ending.": "If the predicate is conjugated in the <1>past tense</1>then 다 is added to the past tense ending.",
  "The verb <1>먹다</1> is conjugated as <3>먹</3><4>는다</4> while the verb <6>가다</6> is conjugated <8>간</8><9>다</9>.": "The verb <1>먹다</1> is conjugated as <3>먹</3><4>는다</4> while the verb <6>가다</6> is conjugated <8>간</8><9>다</9>.",
  "In the <1>past tense</1>, <3>먹다</3> becomes <5>먹</5><6>었</6><7>다</7>  while the verb <9>가다</9> becomes <11>갔</11><12>다</12>.": "In the <1>past tense</1>, <3>먹다</3> becomes <5>먹</5><6>었</6><7>다</7>  while the verb <9>가다</9> becomes <11>갔</11><12>다</12>.",
  "The verb <1>먹다</1> can be conjugated as <3>먹</3><4>니</4>, <7>먹</7><8>으냐</8>, <11>먹</11><12>냐</12>.": "The verb <1>먹다</1> can be conjugated as <3>먹</3><4>니</4>, <7>먹</7><8>으냐</8>, <11>먹</11><12>냐</12>.",
  "The verb <1>가다</1> can be conjugated as <3>가</3><4>니</4> or <7>가</7><8>냐</8>.": "The verb <1>가다</1> can be conjugated as <3>가</3><4>니</4> or <7>가</7><8>냐</8>.",
  "<0>ㅓ or ㅏ is added</0>to a verb stem followed by 라.": "<0>ㅓ or ㅏ is added</0>to a verb stem followed by 라.",
  "The verb <1>먹다</1> is conjugated as <3>먹</3><4>어라</4>.": "The verb <1>먹다</1> is conjugated as <3>먹</3><4>어라</4>.",
  "The verb <1>가다</1> is conjugated as <3>가</3><4>라</4>.": "The verb <1>가다</1> is conjugated as <3>가</3><4>라</4>.",
  "The verb <1>먹다</1> is conjugated as <3>먹</3><4>자</4>.": "The verb <1>먹다</1> is conjugated as <3>먹</3><4>자</4>.",
  "The verb <1>가다</1> is conjugated as <3>가</3><4>자</4>.": "The verb <1>가다</1> is conjugated as <3>가</3><4>자</4>.",
  "2. The stem does not contain a vowel, and so 어요 is added to the stem.": "",
  "2. The vowel pronounced closest to the end of the word is ㅓ and so 어요 is added to the stem.": "",
  "2. The vowel pronounced closest to the end of the word is ㅜ and so 어요 is added to the stem.": "",
  "2. The vowel pronounced closest to the end of the word is ㅏ and so 아요 is added to the stem.": "",
  "The polite speech level is formed identically to the <1>intimate speech level</1>followed by a <3>요</3>.": "The polite speech level is formed identically to the <1>intimate speech level</1>followed by a <3>요</3>.",
  "The predicate 이다 and 아니다 are formed <1>irregularly</1>in the polite speech level.": "The predicate 이다 and 아니다 are formed <1>irregularly</1>in the polite speech level.",
  "Every predicate in Korean is composed of a stem and an ending.": "",
  "The uninflected form of a Korean predicate is written \"stem + 다\".": "",
  "A predicate can be inflected to add additional information such as tense or formality.": "",
  "The uninflected form is also referred to as the \"dictionary form\" or \"unconjugated form\".": "",
  "A predicate can be a verb, an adjective or a copula.": "",
  "Stem": "",
  "Uninflected predicate": "",
  "Part of Speech": "",
  "Copula": "",
  "A suffix can be added to a predicate in order to change it into a modifier.": "",
  "Verbs as modifiers in the present tense": "",
  "To change a verb to a modifier in the present tense, the suffix 는 is added.": "",
  "The man who goes.": "",
  "Verbs as modifiers in the past tense": "",
  "To change a verb to a modifier in the past tense, the suffix 은 is added to the verb stem when the verb ends in a consonant.": "",
  "If the verb stem ends in a vowel ㄴ becomes a suffix as a 받침.": "",
  "The experience of having arrived": "",
  "Verbs as modifiers in the prospective tense": "",
  "To change a verb to a modifier in the prospective tense, the suffix 을 is added to the verb stem when the verb ends in a consonant.": "",
  "If the verb stem ends in a vowel ㄹ becomes a suffix as a 받침.": "",
  "A modifier in the prospective tense does indicate that a verb is guaranteed to occur in the future.": "",
  "A letter that may be sent": "",
  "Adjectives as modifiers": "",
  "To change an adjective to a modifier, the suffix 은 is added to the adjective stem when the adjective ends in a consonant.": "",
  "A beautiful woman": "",
  "A large building": "",
  "A slow cat": "",
  "A difficult day": "",
  "Asking about the identity of an object": "",
  "For example, when inquiring what someone is eating:": "",
  "What do (you) eat?": "",
  "Who are (you)?": "",
  "Where are (you) going?": "",
  "From when shall (I) start?": "",
  "Asking about methods": "",
  "How can I go to Incheon?": "",
  "Asking about reasons or motives": "",
  "Why (do they) always come late (for) practice?": "",
  "Categories": "",
  "What kind of music do you usually listen to?": "",
  "Selections": "",
  "Which bus do I need to take to get to the airport?": "",
  "Quantity": "",
  "How many months did you spend?": "",
  "Degree and extent": "",
  "How much would you like to drink?": "",
  "Most question are formed by using <1>determiners</1>and pronouns.": "Most question are formed by using <1>determiners</1>and pronouns.",
  "<0>무엇</0> is a pronoun used a placeholder for any object. 무엇 is often contracted to <2>뭣</2> or <4>뭐</4>.": "<0>무엇</0> is a pronoun used a placeholder for any object. 무엇 is often contracted to <2>뭣</2> or <4>뭐</4>.",
  "In the same fashion, the pronouns <1>누구</1>, <3>어디</3>, <5>언제</5> can be used to ask questions.": "In the same fashion, the pronouns <1>누구</1>, <3>어디</3>, <5>언제</5> can be used to ask questions.",
  "When one wishes to inquire about a method or manner the adverb <1>어떻</1><2>게</2> is used.": "When one wishes to inquire about a method or manner the adverb <1>어떻</1><2>게</2> is used.",
  "When one wishes to inquire about a reason the adverb <1>왜</1> is used.": "When one wishes to inquire about a reason the adverb <1>왜</1> is used.",
  "When one wishes to ask which category or kind an object may belong to, the <1>determiners</1><2>무슨</2> is used.": "When one wishes to ask which category or kind an object may belong to, the <1>determiners</1><2>무슨</2> is used.",
  "When one wishes to distinguish an object from a group of selections <1>어느</1> is used.": "When one wishes to distinguish an object from a group of selections <1>어느</1> is used.",
  "When one inquires about a quantity the numeral <1>몇</1> is used.": "When one inquires about a quantity the numeral <1>몇</1> is used.",
  "몇 is placed before a <1>counter</1>": "몇 is placed before a <1>counter</1>",
  "When one inquires about the degree to which something occurs, the adverb <2>얼마나</2> is used.": "When one inquires about the degree to which something occurs, the adverb <2>얼마나</2> is used.",
  "Korean sentences exists in one of many speech levels which are used to express the social relationship between the speaker and the listener.": "",
  "We introduce 4 different speech levels which are widely used in modern Korean language.": "",
  "The Deferential Speech level": "",
  "Korean Name": "",
  "The deferential speech level is the highest of the commonly used speech levels in Korean langauge. This speech level is used in highly formal situations, fixed formal expressions, public annnouncements or in social situations in which high deference is communicated to the listener.": "",
  "The Polite Speech level": "",
  "The polite speech level is the most common speech level used to communicate between strangers.": "",
  "The intimate speech level is often used between close friends or when the speaker is speaking to children. When neither of these two cases are true, this speech level may be used to belittle or disrespect the listener.": "",
  "The plain speech level is used in specific cases.": "",
  "The speech level is determined by a <1>sentence ending</1>.": "The speech level is determined by a <1>sentence ending</1>.",
  "The subject particle is added to a word to indicate that it is the subject of a clause.": "",
  "가 is added to a noun ending in vowel and 이 is added to a noun ending in a consonant.": "",
  "If the predicate at the end of the clause is a verb the subject is the executor of the verb.": "",
  "If the predicate at the end of the clause is an adjective, the adjective describes the subject.": "",
  "In all cases, if a syllable begins with a vowel, the character ㅇ is placed before the vowel. In this case, the character ㅇ is not pronounced.": "",
  "A syllable is pronounced from top to bottom and then from left to right.": "",
  "The syllable 값 is read ㄱ ㅏ ㅂ ㅅ.": "",
  "It is not guaranteed that a syllable is pronunced how it is spelled.": "",
  "The pronounciation of Korean syllables may change depending on the preceeding syllable, the following syllable, or even based on the word's etymology.": "",
  "There are 5 ways in which <1>한글</1> characters can combine to form a syllable.": "There are 5 ways in which <1>한글</1> characters can combine to form a syllable.",
  "1 vowel as in <1>오</1>": "1 vowel as in <1>오</1>",
  "A vowel followed by a consonant as in <1>안</1>": "A vowel followed by a consonant as in <1>안</1>",
  "A consonant followed by a vowel <1>코</1>": "A consonant followed by a vowel <1>코</1>",
  "A consonant, a vowel, and 2 consonants as in <1>값</1>": "A consonant, a vowel, and 2 consonants as in <1>값</1>",
  "The topic particle can be added to a noun to or another particle to indicate that the marked word is the topic of the clause.": "",
  "This may be used to re-introduce a new topic or a topic that was previously mentioned in conversation.": "",
  "The topic particle can also used to express contrasts.": "",
  "Is it windy outside?": "",
  "It was very windy in the morning but it is fine now.": "",
  "When added to a particle or noun that has ends in a <1>consonant</1>, 은 is added to the word, otherwise 는 is added to the word.": "When added to a particle or noun that has ends in a <1>consonant</1>, 은 is added to the word, otherwise 는 is added to the word."
}
