{
  "Search...": "",
  "Word": "",
  "Definitions": "",
  "Sorry, we are not able to load this definition": "",
  "about us": "",
  "hamburger menu": "",
  "Settings": "",
  "previous": "",
  "next": "",
  "Learn about Hangul, Hanja and how to write in Korean": "",
  "The Korean Writing System": "",
  "Learn about syllables in Korean are formed": "",
  "Syllables": "",
  "Learn about Sino-Korean and native Korean nouns": "",
  "Nouns": "",
  "Learn about Korean adjectives, nouns and copulas.": "",
  "Predicates": "",
  "The difference between 반말 and 존댓말": "",
  "Formal and Informal Speech": "",
  "How predicate combine with endings to form a sentence.": "",
  "Pre-Final and Final Endings": "",
  "Learn about the different levels of Speech in the Korean language.": "",
  "Speech Level": "",
  "Learn how to add suffixes to predicate stems.": "",
  "Suffixes": "",
  "Learn about the The Deferential Speech Level in Korean": "",
  "The Deferential Speech Level": "",
  "Learn about the The Intimate Speech Level in Korean": "",
  "The Intimate Speech Level": "",
  "Learn about the The Polite Speech Level in Korean": "",
  "The Polite Speech Level": "",
  "Learn about the The Plain Speech Level in Korean": "",
  "The Plain Speech Level": "",
  "Irregular predicates in Korean": "",
  "Irregular Predicates": "",
  "Learn about the predicate 이다 and 아니다": "",
  "이다 and 아니다": "",
  "Learn about the verb of existence and posession": "",
  "있다 and 없다": "",
  "Learn about the past tense in Korean": "",
  "Paste Tense": "",
  "Changing verb and adjectives to modifiers in Korean": "",
  "Predicates as Modifiers": "",
  "Learn how to indicate the topic or subject of a sentence": "",
  "The subject and topic particle": "",
  "Learn about how to form Korean sentences": "",
  "Forming a Sentence": "",
  "Learn about Korean prenouns": "",
  "Prenouns": "",
  "Learn about Korean bound nounds": "",
  "Bound Nouns": "",
  "Learn how to express desire": "",
  "Desire": "",
  "Learn how to count in Korean": "",
  "Counting": "",
  "Learn how to pose questions in Korean": "",
  "Questions": "",
  "Learn about the particle 에": "",
  "The Particle 에": "",
  "Luis Saybe is programmer and foreign language student currently residing in Florida.": "",
  "luis@trois.io": "",
  "back": "",
  "Text-to-Speech Speed": "",
  "default": "",
  "Text-to-Speech Voice": "",
  "save": "",
  "Device not supported": "",
  "Sorry, your device does not support grid layout, please use any of the devices listed <1>here</1>": "Sorry, your device does not support grid layout, please use any of the devices listed <1>here</1>",
  "Sorry we are not able to load your data": "",
  "Sorry, the page you are looking for does not exist or you do not have permission to see it": "",
  "Below we give example of the some of the most commonly used bound nouns.": "",
  "Examples": "",
  "Bound noun": "",
  "Example": "",
  "A bound noun always appears before a <1>modifier</1> or a <3>prenoun</3>": "A bound noun always appears before a <1>modifier</1> or a <3>prenoun</3>",
  "The copula <1>이다</1> attaches directly to a noun.": "The copula <1>이다</1> attaches directly to a noun.",
  "Korean numbers use to different systems for counting. A number is either a native Korean number or a Sino-Korean number": "",
  "Below we show list of both": "",
  "The following endings are added to a predicate depending on whether the clause is declarative, interrogative, imperative or proposotive.": "",
  "For predicates stems ending in a consonant": "",
  "Declarative": "",
  "Interrogative": "",
  "Imperative": "",
  "Proposotive": "",
  "For predicates stems ending in a vowel": "",
  "ㅂ becomes the 받침 of the last syllable in the predicate.": "",
  "Predicate": "",
  "고 싶다 is added to a verb stem when to indicate desire to execute the verb in.": "",
  "This clause can only be used in the first person.": "",
  "Desire is acheived in the by the usage of the auxiliary adjecive <1>싶다</1>": "Desire is acheived in the by the usage of the auxiliary adjecive <1>싶다</1>",
  "Location": "",
  "The particle 에 attaches to a noun to indicate that the target noun is the location of interest related to the following predicate which follows it.": "",
  "The particle <1>에</1> attaches to nouns and can have several meanings.": "The particle <1>에</1> attaches to nouns and can have several meanings.",
  "Korean predicates combine with endings to form sentences. Endings are added to a predicate in a particular order and changes the meaning of a sentence when added. Below we cover two categories of endings and give examples.": "",
  "Pre-Final Endings": "",
  "Pre-final ending are added directly to a predicate.": "",
  "Final Endings": "",
  "If a predicate contains a pre-final ending, the final ending is placed after the pre-final ending. Otherwise the final-ending is added to the predicate.": "",
  "The verb <1>있다</1> describes either existence or posession.": "The verb <1>있다</1> describes either existence or posession.",
  "The Korean languages exhibits grammatical structures and sets of words which define who is the more senior person during communication.": "",
  "We introduce two categories in which Korean speech may be categorized under.": "",
  "Informal Speech": "",
  "When two people are very close or their relationship does not clearly define who is the senior.": "",
  "Used when talking down to a younger or inferior person.": "",
  "Formal Speech": "",
  "<0>반말</0> is a type of speech used in one of two cases.": "<0>반말</0> is a type of speech used in one of two cases.",
  "<0>존댓말</0> is a form used in referring to a person or thing in order to convey respect.": "<0>존댓말</0> is a form used in referring to a person or thing in order to convey respect.",
  "A Korean clause contains a subject and an inflected predicate.": "",
  "In the case of transitive verb, a direct object will also be present.": "",
  "Below are the consonants and their corresponding names": "",
  "Below are the vowels whose names are represented by their respective sounds": "",
  "The modern Korean writing system is called <2>한글</2> in South Korea while the name is <4>조선</4><5>글</5> in North Korea.": "The modern Korean writing system is called <2>한글</2> in South Korea while the name is <4>조선</4><5>글</5> in North Korea.",
  "The writing system was introduced and promoted in 1446 CE by Sejong the Great. The original name was <2>훈민정음</2>. Prior to the widespread usage of 한굴, <5>한자</5>, a system composed of Chinese characters was used to write Korean language.": "The writing system was introduced and promoted in 1446 CE by Sejong the Great. The original name was <2>훈민정음</2>. Prior to the widespread usage of 한굴, <5>한자</5>, a system composed of Chinese characters was used to write Korean language.",
  "The intimate speech level has 1 conjugation for all sentence types. Declarative, Interrogative, Imperative, Propositive.": "",
  "1. The predicate 끄다 is irregular and becomes ㄲ": "",
  "2. The stem does not contain a vowel, and so 어 is added to the stem.": "",
  "Conjugated preciate": "",
  "1. The predicate 먹다 is regular and does not change.": "",
  "2. The vowel pronounced closest to the end of the word is ㅓ and so 어 is added to the stem.": "",
  "Conjugated predicate": "",
  "1. The predicate 아름답다 is irregular and becomes 아름다우.": "",
  "2. The vowel pronounced closest to the end of the word is ㅜ and so 어 is added to the stem.": "",
  "1. The predicate 나쁘다 is irregular and becomes 나ㅃ.": "",
  "2. The vowel pronounced closest to the end of the word is ㅏ and so 아 is added to the stem.": "",
  "To conjugate predicates in the intimate speech level a <1>ㅓ or ㅏ is added</1> to the verb stem.": "To conjugate predicates in the intimate speech level a <1>ㅓ or ㅏ is added</1> to the verb stem.",
  "Some predicates conjugate irregularly depending on their suffixes, we go through all irregular conjugations in this section.": "",
  "ㄷ Irregular Predicates": "",
  "If a predicate is ㄷ-irregular, then ㄷ will become ㄹ when joined with a suffix that starts with a vowel.": "",
  "Conjugation": "",
  "Irregular": "",
  "ㅂ Irregular Predicates": "",
  "If a predicate is ㅂ-irregular, then ㅂ will become 오 or 우 when joined with a suffix that starts with a vowel.": "",
  "ㅅ Irregular Predicates": "",
  "If a predicate is ㅅ irregular, then ㅅ will be deleted when joined with a suffix that starts with a vowel.": "",
  "ㅎ Irregular Predicates": "",
  "If a predicate is ㅎ irregular then the ㅎ in the final syllable of the stem is removed when a suffix which begins with a vowel is added to the predicate stem.": "",
  "르 Irregular Predicates": "",
  "If a predicate is 르 then ㅡ is removed from the stem when a suffix which begins with 어 or 아 is added.": "",
  "ㄹ Irregular Predicates": "",
  "If a suffix beginning with ㄴ, ㅂ, or ㅅ is added to a predicate stem with a ㄹ 반침, then the ㄹ is removed.": "",
  "This behaviour applies to all predicate stems ending in ㄹ.": "",
  "으 Irregular Predicates": "",
  "If the final letter of a predicate is ㅡ then ㅡ is removed when a suffix which begins with a vowel is added.": "",
  "This behaviour applies to all predicate stems ending in ㅡ.": "",
  "There are 3 types of nouns in the Korean language": "",
  "Sino-Korean nouns.": "",
  "Sino-Korean nouns are words of Chinese origin.": "",
  "Native Korean nouns.": "",
  "Loan words.": "",
  "Loan words are borrowed from other languages.": "",
  "Below are examples of each": "",
  "Sino-Korean nouns": "",
  "written in 한글": "",
  "written in Chinese": "",
  "translation": "",
  "question": "",
  "library": "",
  "east": "",
  "Native Korean Nouns": "",
  "written in 한자": "",
  "winter": "",
  "turtle": "",
  "soon, immediately": "",
  "Loan words": "",
  "Corresponding foreign word": "",
  "meaning in Korean": "",
  "part time job": "",
  "cape": "",
  "cheese": "",
  "Conjugating the predicate in the past tense follows these steps": "",
  "Then add ㅆ as a 받침 to the final syllable.": "",
  "When an additional 었 is added to the first paste tense marker, the predicate's meaning is becomes more remote than the recent past. For example, 갔었다 or 이었었어요": "",
  "Past Tense": "",
  "To conjugate a predicate in the past tense, a <1>pre-final ending</1>past tense ending is added to a predicate.": "To conjugate a predicate in the past tense, a <1>pre-final ending</1>past tense ending is added to a predicate.",
  "<0>Add ㅓ or ㅏ</0>to the predicate stem.": "<0>Add ㅓ or ㅏ</0>to the predicate stem.",
  "The plain speech level is conjugated differently for declarative, interrogative, imperative and proposotive sentences.": "",
  "For declarative sentences": "",
  "If the predicate is an adjective or a copular, then 다 is added to the stem or to the past tense marker.": "",
  "If the predicate is a verb, 는다 is add to stems ending in a consonant, otherwise ㄴ다 is added to the stem, ㄴ becomes the 받침.": "",
  "For interrogative sentences": "",
  "니 or 냐 is added to predicate stems for spoken communication 으냐 can be added to stems that end in a consonants for written communication.": "",
  "For imperative sentences": "",
  "아라 or 어라 is added to the verb stem.": "",
  "For proposotive sentences": "",
  "자 is added to the verb stem.": "",
  "The imperative and proposotive conjugations are only valid for verbs and can not be conjugated with a tense marker.": "",
  "If the predicate is conjugated in the <1>past tense</1> then 다 is added to the past tense ending.": "If the predicate is conjugated in the <1>past tense</1> then 다 is added to the past tense ending.",
  "2. The stem does not contain a vowel, and so 어요 is added to the stem.": "",
  "2. The vowel pronounced closest to the end of the word is ㅓ and so 어요 is added to the stem.": "",
  "2. The vowel pronounced closest to the end of the word is ㅜ and so 어요 is added to the stem.": "",
  "2. The vowel pronounced closest to the end of the word is ㅏ and so 아요 is added to the stem.": "",
  "The polite speech level is formed identically to the <1>intimate speech level</1>followed by a <3>요</3>.": "The polite speech level is formed identically to the <1>intimate speech level</1>followed by a <3>요</3>.",
  "Every predicate in Korean is composed of a stem and an ending.": "",
  "The uninflected form of a Korean predicate is written \"stem + 다\".": "",
  "A predicate can be inflected to add additional information such as tense or formality.": "",
  "The uninflected form is also referred to as the \"dictionary form\" or \"unconjugated form\".": "",
  "A predicate can be a verb, an adjective or a copula.": "",
  "Stem": "",
  "Uninflected predicate": "",
  "Part of Speech": "",
  "Copula": "",
  "Verb": "",
  "Adjective": "",
  "A suffix can be added to a predicate in order to change it into a modifier.": "",
  "Verbs as modifiers in the present tense": "",
  "To change a verb to a modifier in the present tense, the suffix 는 is added.": "",
  "Verbs as modifiers in the past tense": "",
  "To change a verb to a modifier in the past tense, the suffix 은 is added to the verb stem when the verb ends in a consonant.": "",
  "If the verb stem ends in a vowel ㄴ becomes a suffix as a 받침.": "",
  "Verbs as modifiers in the prospective tense": "",
  "To change a verb to a modifier in the prospective tense, the suffix 을 is added to the verb stem when the verb ends in a consonant.": "",
  "If the verb stem ends in a vowel ㄹ becomes a suffix as a 받침.": "",
  "Adjectives as modifiers": "",
  "To change an adjective to a modifier, the suffix 은 is added to the verb stem when the verb ends in a consonant.": "",
  "A prenoun is a noun which is always used to modify another noun.": "",
  "Recall there are two other ways to modify a noun.": "",
  "Or we can directly use an adjective.": "",
  "Unlike adjectives, prenouns can not inflect or be conjugated.": "",
  "A prenoun is a delimiter, a number, a demonstrative or a question noun.": "",
  "We give examples of each below.": "",
  "Prenoun": "",
  "Type": "",
  "We can <1>change a predicate into a modifier</1>": "We can <1>change a predicate into a modifier</1>",
  "Question words can be formed by replacing a response to the question by a prenoun.": "",
  "Most question words are formed by using <1>prenouns</1>": "Most question words are formed by using <1>prenouns</1>",
  "Korean sentences exists in one of many speech levels which are used to express the social relationship between the speaker and the listener.": "",
  "We introduce 4 different speech levels which are widely used in modern Korean language.": "",
  "The Deferential Speech level": "",
  "Korean Name": "",
  "Category": "",
  "The deferential speech level is the highest of the commonly used speech levels in Korean langauge. This speech level is used in highly formal situations, fixed formal expressions, public annnouncements or in social situations in which high deference is communicated to the listener.": "",
  "The Polite Speech level": "",
  "The polite speech level is the most common speech level used to communicate between strangers.": "",
  "The intimate speech level is often used between close friends or when the speaker is speaking to children. When neither of these two cases are true, this speech level may be used to belittle or disrespect the listener.": "",
  "The plain speech level is used in specific cases.": "",
  "The speech level is determined by a <1>sentence ending</1>.": "The speech level is determined by a <1>sentence ending</1>.",
  "The Topic Particle": "",
  "The topic particle can be added to a noun to or another particle to indicate that the marked word is the topic of the sentence.": "",
  "When added to a particle or noun that has a 받침, 은 is added to the word otherwise 는 is added to the word.": "",
  "This may be used to re-introduce a new topic or a topic that was previously mentioned in conversation.": "",
  "Considering the following conversation.": "",
  "In the first sentence, the topic of the conversation is established as 선영.": "",
  "The response to the question does not introduce a topic or subject marker.": "",
  "It is clear from context that B's response is referring to the topic previously established.": "",
  "Consequently, to introduce a new topic the topic particle will be employed again.": "",
  "The Subject Particle": "",
  "The subject particle is added to a word to indicate that it is the subject of a sentence.": "",
  "If the predicate at the end of the clause is a verb the subject is the executor of the verb.": "",
  "If the predicate at the end of the clause is an adjective then the subject has this quality described by the adjective.": "",
  "If the predicate at the end of the clause is a copular then the copular describes the relationship directly between the subject and the noun which the copular accepts.": "",
  "When added to a particle or noun, 이 is added for a word which has a 받침, otherwise 가 is added.": "",
  "<0><0>네</0><1>가</1><2>똑똑해</2></0><1><0>저</0><1>는</1><2>사람</2><3>이에요</3></1><2><0>강아지</0><1>가</1><2>좋아</2></2>": "<0><0>네</0><1>가</1><2>똑똑해</2></0><1><0>저</0><1>는</1><2>사람</2><3>이에요</3></1><2><0>강아지</0><1>가</1><2>좋아</2></2>",
  "It is often required to add a suffix to a predicate or ending in order to change the meaning of a predicate, to change the meaning of the sentence or to connect two clauses.": "",
  "We discuss two types of suffixes and their rules.": "",
  "받침 based changes": "",
  "For example, the word 방 has a 받침 since it ends in the consonant ㅇ while 여자 does not have a 받침 since the final letter ㅏ is a vowel.": "",
  "Some suffixes change based on whether a word has a 받침 or not.": "",
  "Usually, in these cases a 받침 will be added to the final syllable if it does not contain one.": "",
  "Adding ㅓ or ㅏ to a predicate stem": "",
  "Some suffixes require adding ㅓ or ㅏ to a predicate stem. We discuss how to determine which is added.": "",
  "If the vowel closest to the end of the  modified predicate stem is ㅏ or ㅗ then ㅏ is added to the stem, othwerwise ㅓ is added to the stem.": "",
  "Placement of ㅓ or ㅏ": "",
  "After determining whether ㅓ or ㅏ is added to the predicate's stem, the new letter may be added in one of 3 ways.": "",
  "The letter may be added alone as a new syllable 어 or 아.": "",
  "The final vowel (if any) will change to another vowel.": "",
  "The letter may not be added at all.": "",
  "There is no pattern based rule which determines which of the 3 occur, but the following rules are guaranteed.": "",
  "If the stem has a 받침 then 어 or 아 is added as a new syllable based on the aforementioned rules.": "",
  "If the final syllable of a stem is 오, the final syllable becomes 와.": "",
  "If the final syllable of a stem is 우 the final syllable becomes 워.": "",
  "If the final letter of a word is ㅣ, ㅣ is replaced by ㅕ or 어 is added as a new syllable.": "",
  "If a predicate stem ends in ㅏ the stem undergoes no change or ㅏ becomes ㅐ.": "",
  "If a predicate stem ends in ㅚ the stem undergoes no change or ㅚ becomes ㅙ.": "",
  "In the last example, notice that ㄲ was not written with a vowel, certain irregular conjugations can remove vowels from stems before adding ㅓ or ㅏ.": "",
  "If a word's final letter is a consonant this letter is reffered to as a <1>받침</1>.": "If a word's final letter is a consonant this letter is reffered to as a <1>받침</1>.",
  "1. If the predicate has any <1>irregular rules</1>, apply them.": "1. Si le prédicat comporte des <1>règles irrégulières</1>, appliquez-les.",
  "If the predicate is <1>ㅅ-irregular</1>어 or 아 is added as a new syllable based on the aforementioned rules.": "If the predicate is <1>ㅅ-irregular</1>어 or 아 is added as a new syllable based on the aforementioned rules.",
  "There are 5 ways in which 한글 characters can combine to form a syllable.": "",
  "In all cases, if a syllable begins with a vowel, the character ㅇ is placed before the vowel. In this case, the character ㅇ is not pronounced.": "",
  "One vowel.": "",
  "For example:": "",
  "A vowel followed by a consonant.": "",
  "A consonant followed by a vowel.": "",
  "A consonant, a vowel and then a consonant.": "",
  "A consonant, a vowel, a consonant, and another consonant.": "",
  "The order in which a syllable is pronounced is from top to bottom and then left to right.": "",
  "The syllable 젊 is read ㅈ ㅓ ㄹ ㅁ.": "",
  "It is not guaranteed that a syllable pronunced how it is spelled.": "",
  "The pronounciation of Korean syllables may change depending on the preceeding syllable, the following syllable, or even based on the word's etymology.": ""
}
