{
  "Login": "Connexion",
  "Home": "",
  "Logout": "",
  "see more": "",
  "Updated succesfully": "",
  "Sorry, that email already is taken.": "",
  "Current organization": "",
  "My Account": "",
  "Email": "",
  "Save": "",
  "Try again": "",
  "Sorry we are not able to load your data": "",
  "Sorry we are not able to recover your password, please try again later": "",
  "Thanks, we will send you an email as quick as we can": "",
  "Reset Password": "",
  "Submit": "",
  "You are already logged in": "",
  "events": "",
  "my organization": "",
  "create event": "",
  "account": "",
  "my transactions": "",
  "test": "",
  "Sorry, invalid email or password": "",
  "Sorry, we were not able to log you in, please try again": "",
  "Password": "",
  "Log In": "",
  "Forgot your password?": "",
  "Create an account": "",
  "Sorry, the page you are looking for does not exist or you do not have permission to see it": "",
  "Your password is too common, please choose another password": "Votre mot de passe est trop commun, veuillez choisir un autre mot de passe",
  "Your password must be at least 8 characters": "",
  "Unable to create your account. Please try again": "",
  "Your email and password must be different": "",
  "Sorry, that email already is taken": "",
  "Password Confirm": "",
  "Create Account": "",
  "Already have an account?": "",
  "The Korean Writing System": "Le système d'écriture coréen",
  "The original name was 훈민정음. It was introduced and promoted in 1446 by Sejong the Great.": "",
  "Below are the consonants and their corresponding names": "Ci-dessous se trouvent les consonnes et leurs noms correspondants",
  "Below are the vowels whose names are represented by their respective sounds": "Voici les voyelles dont les noms sont représentés par leurs sons respectifs",
  "<0>한글</0> and <2>조선글</2> are the respective names of the contemporary Korean writing system used in South Korea and North Korea.": "<0>한글</0> et <2>조선글</2> sont les noms respectifs du système d'écriture coréen contemporain utilisé en Corée du Sud et en Corée du Nord.",
  "<0>훈민정음</0>, the original name of the writing system, was introduced and promoted in 1446 by Sejong the Great.": "<0>훈민정음</0>, le nom original du système d'écriture, a été introduit et promu en 1446 par Sejong le Grand."
}
